{
  "collection": {
    "version": "1.0",
    "href": "https://images-api.nasa.gov/asset/?orderby=popular",
    "items": [
      {
        "href": "https://images-assets.nasa.gov/video/art001m1203451716/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2022-12-11T00:00:00Z",
            "description": "Dec. 11, 2022, NASA’s Orion spacecraft reenters the atmosphere after completing a 1.4 million-mile, 25.5 day Artemis I  mission to the Moon. ",
            "description_508": "Video of Orion reentering the atmosphere on December 11, 2022.",
            "keywords": [
              "Orion",
              "Artemis I",
              "Reentry",
              "Atmosphere",
              "Plasma",
              "Plume"
            ],
            "media_type": "video",
            "nasa_id": "art001m1203451716",
            "photographer": "Orion Spacecraft",
            "secondary_creator": "Orion Spacecraft",
            "title": "Reentry video as Orion returns from Artemis I"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/art001m1203451716/art001m1203451716~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/art001m1203451716/art001m1203451716.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/carina_nebula/collection.json",
        "data": [
          {
            "album": ["James_Webb_First_Images"],
            "center": "STScI (Webb)",
            "date_created": "2022-07-12T11:00:00Z",
            "description": "What looks much like craggy mountains on a moonlit evening is actually the edge of a nearby, young, star-forming region NGC 3324 in the Carina Nebula. Captured in infrared light by the Near-Infrared Camera (NIRCam) on NASA’s James Webb Space Telescope, this image reveals previously obscured areas of star birth.  Called the Cosmic Cliffs, the region is actually the edge of a gigantic, gaseous cavity within NGC 3324, roughly 7,600 light-years away. The cavernous area has been carved from the nebula by the intense ultraviolet radiation and stellar winds from extremely massive, hot, young stars located in the center of the bubble, above the area shown in this image. The high-energy radiation from these stars is sculpting the nebula’s wall by slowly eroding it away.    NIRCam – with its crisp resolution and unparalleled sensitivity – unveils hundreds of previously hidden stars, and even numerous background galaxies. Several prominent features in this image are described below.  • The “steam” that appears to rise from the celestial “mountains” is actually hot, ionized gas and hot dust streaming away from the nebula due to intense, ultraviolet radiation.   • Dramatic pillars rise above the glowing wall of gas, resisting the blistering ultraviolet radiation from the young stars.  • Bubbles and cavities are being blown by the intense radiation and stellar winds of newborn stars.  • Protostellar jets and outflows, which appear in gold, shoot from dust-enshrouded, nascent stars.  • A “blow-out” erupts at the top-center of the ridge, spewing gas and dust into the interstellar medium.   • An unusual “arch” appears, looking like a bent-over cylinder.  This period of very early star formation is difficult to capture because, for an individual star, it lasts only about 50,000 to 100,000 years – but Webb’s extreme sensitivity and exquisite spatial resolution have chronicled this rare event.  Located roughly 7,600 light-years away, NGC 3324 was first catalogued by James Dunlop in 1826. Visible from the Southern Hemisphere, it is located at the northwest corner of the Carina Nebula (NGC 3372), which resides in the constellation Carina. The Carina Nebula is home to the Keyhole Nebula and the active, unstable supergiant star called Eta Carinae.   NIRCam was built by a team at the University of Arizona and Lockheed Martin’s Advanced Technology Center.",
            "keywords": ["NGC 3324", "Carina Nebula"],
            "media_type": "image",
            "nasa_id": "carina_nebula",
            "photographer": "NASA ESA CSA STScI",
            "title": "James Webb Space Telescope NIRCam Image of the “Cosmic Cliffs” in Carina Nebula"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/carina_nebula/carina_nebula~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-12-22T00:00:00Z",
            "description": "For 40 years, NASA has expanded our view of the universe with space telescopes that detect infrared light, which is invisible to the human eye. Observing the infrared realm helps us study the origins of planets, stars, galaxies, and even the universe itself.   NASA’s James Webb Space Telescope is the agency’s latest infrared space telescope, adding new insights to targets first discovered and studied by infrared missions that came before it.    Infrared space telescope missions have built upon one another to reveal stars, galaxies, and all manner of cosmic objects with ever-increasing clarity. Here you will see images from the pioneering Infrared Astronomical Satellite (IRAS), launched in 1983, the Spitzer Space Telescope, launched in 2003, and the James Webb Space Telescope, which launched in 2021 and is sending back extremely detailed images today.   For more information about Webb, visit: https://www.nasa.gov/webb  For more information about Spitzer, visit:  https://www.nasa.gov/spitzer  For more information about IRAS, visit: https://www.jpl.nasa.gov/missions/infrared-astronomical-satellite-iras   Credits: IRAS images: NASA/Netherlands Agency for Aerospace Programmes/UK Science and Engineering Research Council/JPL-Caltech; Spitzer images: NASA/JPL-Caltech/IPAC; Webb images: NASA/ESA/CSA/STScI ",
            "description_508": "For 40 years, NASA has expanded our view of the universe with space telescopes that detect infrared light, which is invisible to the human eye. Observing the infrared realm helps us study the origins of planets, stars, galaxies, and even the universe itself.   NASA’s James Webb Space Telescope is the agency’s latest infrared space telescope, adding new insights to targets first discovered and studied by infrared missions that came before it.    Infrared space telescope missions have built upon one another to reveal stars, galaxies, and all manner of cosmic objects with ever-increasing clarity. Here you will see images from the pioneering Infrared Astronomical Satellite (IRAS), launched in 1983, the Spitzer Space Telescope, launched in 2003, and the James Webb Space Telescope, which launched in 2021 and is sending back extremely detailed images today.   For more information about Webb, visit: https://www.nasa.gov/webb  For more information about Spitzer, visit:  https://www.nasa.gov/spitzer  For more information about IRAS, visit: https://www.jpl.nasa.gov/missions/infrared-astronomical-satellite-iras   Credits: IRAS images: NASA/Netherlands Agency for Aerospace Programmes/UK Science and Engineering Research Council/JPL-Caltech; Spitzer images: NASA/JPL-Caltech/IPAC; Webb images: NASA/ESA/CSA/STScI",
            "keywords": [
              "NASA",
              "JPL",
              "Jet Propulsion Laboratory",
              "Spitzer Space Telescope",
              "IRAS",
              "Infrared",
              "Astronomical Satellite",
              "James Webb",
              "Caltech",
              "Universe",
              "Exoplanets",
              "astrophysics",
              "space science",
              "news",
              "science",
              "astronomy",
              "stars",
              "galaxies",
              "IR",
              "invisible",
              "Carina nebula",
              "southern ring nebula",
              "ring nebula",
              "rho ophiuchi",
              "eagle nebula",
              "M81 galaxy",
              "zeta ophiuchi",
              "NGC 1097",
              "pleiades",
              "WR 124",
              "innovation",
              "pillars of creation"
            ],
            "media_type": "video",
            "nasa_id": "JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe",
            "title": "NASA Telescopes Reveal an Invisible Infrared Universe"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe/JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe/JPL-20231222-SOLSYSf-0001-NASA Telescopes Reveal Hidden Universe.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA04921/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Andromeda Galaxy",
            "nasa_id": "PIA04921",
            "date_created": "2003-12-10T22:41:32Z",
            "keywords": ["Galaxy Evolution Explorer GALEX"],
            "media_type": "image",
            "description_508": "This image is from NASA Galaxy Evolution Explorer is an observation of the large galaxy in Andromeda, Messier 31. The Andromeda galaxy is the most massive in the local group of galaxies that includes our Milky Way.",
            "secondary_creator": "NASA/JPL/California Institute of Technology",
            "description": "This image is from NASA Galaxy Evolution Explorer is an observation of the large galaxy in Andromeda, Messier 31. The Andromeda galaxy is the most massive in the local group of galaxies that includes our Milky Way."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA04921/PIA04921~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "Behemoth Black Hole Found in an Unlikely Place",
            "keywords": [
              "Hubble",
              "HST",
              "black hole",
              "black",
              "hole",
              "Hubble Space Telescope"
            ],
            "nasa_id": "behemoth-black-hole-found-in-an-unlikely-place_26209716511_o",
            "date_created": "2016-04-06T00:00:00Z",
            "media_type": "image",
            "description": "This computer-simulated image shows a supermassive black hole at the core of a galaxy. The black region in the center represents the black hole’s event horizon, where no light can escape the massive object’s gravitational grip. The black hole’s powerful gravity distorts space around it like a funhouse mirror. Light from background stars is stretched and smeared as the stars skim by the black hole.  Credits: NASA, ESA, and D. Coe, J. Anderson, and R. van der Marel (STScI)  More info: Astronomers have uncovered a near-record breaking supermassive black hole, weighing 17 billion suns, in an unlikely place: in the center of a galaxy in a sparsely populated area of the universe. The observations, made by NASA’s Hubble Space Telescope and the Gemini Telescope in Hawaii, may indicate that these monster objects may be more common than once thought.  Until now, the biggest supermassive black holes – those roughly 10 billion times the mass of our sun – have been found at the cores of very large galaxies in regions of the universe packed with other large galaxies. In fact, the current record holder tips the scale at 21 billion suns and resides in the crowded Coma galaxy cluster that consists of over 1,000 galaxies."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e002076/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Hubble Captures Spectacular \"Landscape\" in the Carina Nebula",
            "keywords": [
              "Hubble Captures Spectacular \"Landscape\" in the Carina Nebula",
              "space",
              "nasa",
              "hubble",
              "hubblespacetelescope",
              "goddardspaceflightcenter",
              "hubble20thanniversary",
              "hubble20years"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e002076",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "NASA image release April 22, 2010  NASA's Hubble Space Telescope captured this billowing cloud of cold interstellar gas and dust rising from a tempestuous stellar nursery located in the Carina Nebula, 7,500 light-years away in the southern constellation Carina. This pillar of dust and gas serves as an incubator for new stars and is teeming with new star-forming activity. Hot, young stars erode and sculpt the clouds into this fantasy landscape by sending out thick stellar winds and scorching ultraviolet radiation. The low-density regions of the nebula are shredded while the denser parts resist erosion and remain as thick pillars. In the dark, cold interiors of these columns new stars continue to form. In the process of star formation, a disk around the proto-star slowly accretes onto the star's surface. Part of the material is ejected along jets perpendicular to the accretion disk. The jets have speeds of several hundreds of miles per second. As these jets plow into the surround nebula, they create small, glowing patches of nebulosity, called Herbig-Haro (HH) objects.  Long streamers of gas can be seen shooting in opposite directions off the pedestal on the upper right-hand side of the image. Another pair of jets is visible in a peak near the top-center of the image. These jets (known as HH 901 and HH 902, respectively) are common signatures of the births of new stars. This image celebrates the 20th anniversary of Hubble's launch and deployment into an orbit around Earth. Hubble's Wide Field Camera 3 observed the pillar on Feb. 1-2, 2010. The colors in this composite image correspond to the glow of oxygen (blue), hydrogen and nitrogen (green), and sulfur (red). Object Names: HH 901, HH 902 Image Type: Astronomical  Credit: NASA, ESA, and M. Livio and the Hubble 20th Anniversary Team (STScI)  To read learn more about this image go to:  <a href=\"http://www.nasa.gov/mission_pages/hubble/science/hubble20th-img.html\" rel=\"nofollow\">www.nasa.gov/mission_pages/hubble/science/hubble20th-img....</a>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b>  is home to the nation's largest organization of combined scientists, engineers and technologists that build spacecraft, instruments and new technology to study the Earth, the sun, our solar system, and the universe."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e002076/GSFC_20171208_Archive_e002076~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA26077/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-11-09T00:00:00Z",
            "description": "NASA's Juno spacecraft captured this view of Jupiter during the mission's 54th close flyby of the giant planet on Sept. 7, 2023. The colorful zones and belts in Jupiter's atmosphere run from the cloud tops down to approximately 1,860 miles (3,000 kilometers).  Citizen scientist Tanya Oleksuik made this image using raw data from the JunoCam instrument, processing the data to enhance details in cloud features and colors. At the time the raw image was taken, the Juno spacecraft was about 52,400 miles (about 84,400 kilometers) above Jupiter's cloud tops.  https://photojournal.jpl.nasa.gov/catalog/PIA26077",
            "description_508": "NASA's Juno captured this view of Jupiter during the mission's 54th close flyby of the giant planet on Sept. 7, 2023. The image was made with raw data from the JunoCam instrument that was processed to enhance details in cloud features and colors.",
            "keywords": ["Juno", "Jupiter"],
            "media_type": "image",
            "nasa_id": "PIA26077",
            "secondary_creator": "Image data: NASA/JPL-Caltech/SwRI/MSSS Image processing by Tanya Oleksuik CC BY NC SA 3.0",
            "title": "NASA's Juno Mission Images Jupiter's Belts and Zones"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA26077/PIA26077~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA18033/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Earth",
            "nasa_id": "PIA18033",
            "date_created": "2012-01-30T23:52:16Z",
            "keywords": [
              "Earth",
              "Suomi National Polar-orbiting Partnership",
              "blue marble"
            ],
            "media_type": "image",
            "description_508": "Behold one of the more stunningly detailed images of the Earth yet created. This Blue Marble Earth montage, created from photographs taken by the VIIRS instrument on board the Suomi NPP satellite, shows many stunning details of our home planet.",
            "secondary_creator": "NASA",
            "description": "Behold one of the more detailed images of the Earth yet created. This Blue Marble Earth montage shown above -- created from photographs taken by the Visible/Infrared Imager Radiometer Suite (VIIRS) instrument on board the new Suomi NPP satellite -- shows many stunning details of our home planet. The Suomi NPP satellite was launched last October and renamed last week after Verner Suomi, commonly deemed the father of satellite meteorology. The composite was created from the data collected during four orbits of the robotic satellite taken earlier this month and digitally projected onto the globe. Many features of North America and the Western Hemisphere are particularly visible on a high resolution version of the image.  http://photojournal.jpl.nasa.gov/catalog/PIA18033"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA18033/PIA18033~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA08653/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "The Sword of Orion",
            "nasa_id": "PIA08653",
            "date_created": "2006-08-15T15:54:30Z",
            "keywords": ["Orion", "Spitzer Space Telescope"],
            "media_type": "image",
            "description_508": "This image from NASA Spitzer Space Telescope shows the Orion nebula, our closest massive star-making factory, 1,450 light-years from Earth. The nebula is close enough to appear to the naked eye as a fuzzy star in the sword of the constellation.",
            "secondary_creator": "NASA/JPL-Caltech/Univ. of Toledo",
            "description": "This image from NASA Spitzer Space Telescope shows the Orion nebula, our closest massive star-making factory, 1,450 light-years from Earth. The nebula is close enough to appear to the naked eye as a fuzzy star in the sword of the constellation."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA08653/PIA08653~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Earth Views/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "Earth Views",
            "keywords": ["Earth", "ISS"],
            "nasa_id": "Earth Views",
            "date_created": "2015-04-07T00:00:00Z",
            "media_type": "video",
            "description": "Earth views from the International Space Station. City lights, auroras, sunsets, oceans, moon on the horizon an other beauty shots of our planet from space."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Earth Views/Earth Views~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Earth Views/Earth Views.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss064e041512/collection.json",
        "data": [
          {
            "description": "iss064e041512 (March 11, 2021) --- An external pallet packed with old nickel-hydrogen batteries is released from the Canadarm2 robotic arm as the International Space Station orbited 260 miles above the Pacific Ocean west of Central America. Mission controllers in Houston commanded the Canadarm2 to release the external pallet into space where it will orbit Earth between two to four years before burning up harmlessly in the atmosphere. The batteries were removed during previous spacewalks and replaced with newer lithium-ion batteries to continue powering the station's systems.",
            "title": "iss064e041512",
            "nasa_id": "iss064e041512",
            "date_created": "2021-03-11T00:00:00Z",
            "media_type": "image",
            "center": "JSC"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss064e041512/iss064e041512~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-12-27T00:00:00Z",
            "description": "After 1,000 Martian days of exploration, NASA’s Perseverance rover is studying rocks that show several eras in the history of a river delta billions of years old. Scientists are investigating this region of Mars, known as Jezero Crater, to see if they can find evidence of ancient life recorded in the rocks. Perseverance project scientist Ken Farley provides a guided tour of a richly detailed panorama of the rover’s location in November 2023, taken by the Mastcam-Z instrument.  Composed of 993 individual images and 2.38 billion pixels, this 360-degree mosaic looks in all directions from a location the rover science team calls “Airey Hill.” Portions of the rover itself are visible in the scene, appearing more distorted toward the edges as a result of the image processing.   A color enhancement applied to the image increases contrast and accentuates color differences. By approximating what the scene would look like under Earth-like lighting conditions, the adjustment allows mission scientists to use their everyday experience to interpret the landscape. The view on Mars would be darker and more reddish. The panorama can be explored and downloaded at: https://go.nasa.gov/3tmJnGB.  Learn more about Perseverance: https://mars.nasa.gov/mars2020.  Credit: NASA/JPL-Caltech/ASU/MSSS; ESA/DLR/FU-Berlin ",
            "description_508": "After 1,000 Martian days of exploration, NASA’s Perseverance rover is studying rocks that show several eras in the history of a river delta billions of years old. Scientists are investigating this region of Mars, known as Jezero Crater, to see if they can find evidence of ancient life recorded in the rocks. Perseverance project scientist Ken Farley provides a guided tour of a richly detailed panorama of the rover’s location in November 2023, taken by the Mastcam-Z instrument.  Composed of 993 individual images and 2.38 billion pixels, this 360-degree mosaic looks in all directions from a location the rover science team calls “Airey Hill.” Portions of the rover itself are visible in the scene, appearing more distorted toward the edges as a result of the image processing.   A color enhancement applied to the image increases contrast and accentuates color differences. By approximating what the scene would look like under Earth-like lighting conditions, the adjustment allows mission scientists to use their everyday experience to interpret the landscape. The view on Mars would be darker and more reddish. The panorama can be explored and downloaded at: https://go.nasa.gov/3tmJnGB.  Learn more about Perseverance: https://mars.nasa.gov/mars2020.  Credit: NASA/JPL-Caltech/ASU/MSSS; ESA/DLR/FU-Berlin",
            "keywords": [
              "NASA",
              "Jet Propulsion Laboratory",
              "JPL",
              "Mars 2020",
              "Mars",
              "Rover",
              "Perseverance",
              "River",
              "Lake",
              "Delta",
              "Jezero Crater",
              "Samples",
              "Rock Samples",
              "Mars Sample Return",
              "Red Planet",
              "Robot",
              "Robotic Exploration",
              "Ken Farley",
              "Airey Hill",
              "panorama",
              "Martian landscape",
              "Mars guided tour"
            ],
            "media_type": "video",
            "nasa_id": "JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River",
            "title": "Perseverance Rover Zooms in on Ancient Mars River"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River/JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River/JPL-20231227-M2020f-0001-Perseverance Rover Zooms in on Ancient Mars River.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/NHQ_2018_0131_Super Blue Moon Lunar Eclipse/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "Super Blue Moon Lunar Eclipse",
            "keywords": ["Super Blue Moon", "Lunar Eclipse", "blood moon"],
            "nasa_id": "NHQ_2018_0131_Super Blue Moon Lunar Eclipse",
            "date_created": "2018-01-31T00:00:00Z",
            "media_type": "video",
            "description": "NASA TV provided coverage of Super Blue Moon Lunar Eclipse on Jan. 31. The full moon was the third in a series of “supermoons,” when the Moon is closer to Earth in its orbit -- known as perigee -- and about 14 percent brighter than usual. It was also the second full moon of the month, commonly known as a “blue moon.” As the super blue moon passed through Earth’s shadow, viewers in some locations experienced a total lunar eclipse. While in Earth’s shadow, the moon also took on a reddish tint – which is sometimes referred to as a “blood moon.”"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2018_0131_Super Blue Moon Lunar Eclipse/NHQ_2018_0131_Super Blue Moon Lunar Eclipse~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2018_0131_Super Blue Moon Lunar Eclipse/NHQ_2018_0131_Super Blue Moon Lunar Eclipse.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000282/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Hubble Friday - Heavy Metal Stars",
            "keywords": [
              "Hubble Friday - Heavy Metal Stars",
              "metal",
              "star",
              "cluster",
              "hubble",
              "ngc6496"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e000282",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "Hubble rocks out with heavy metal stars!  This 10.5-billion-year-old globular cluster, NGC 6496, is home to heavy-metal stars of a celestial kind! The stars comprising this spectacular spherical cluster are enriched with much higher proportions of metals — elements heavier than hydrogen and helium are curiously known as metals in astronomy — than stars found in similar clusters.  A handful of these high-metallicity stars are also variable stars, meaning that their brightness fluctuates over time. NGC 6496 hosts a selection of long-period variables — giant pulsating stars whose brightness can take up to, and even over, a thousand days to change — and short-period eclipsing binaries, which dim when eclipsed by a stellar companion.  The nature of the variability of these stars can reveal important information about their mass, radius, luminosity, temperature, composition, and evolution, providing astronomers with measurements that would be difficult or even impossible to obtain through other methods.  NGC 6496 was discovered in 1826 by Scottish astronomer James Dunlop. The cluster resides at about 35,000 light-years away in the southern constellation of Scorpius (The Scorpion).  Image credit: ESA/Hubble &amp; NASA, Acknowledgement: Judy Schmidt Text credit: European Space Agency  Read more: <a href=\"http://go.nasa.gov/1U2wqGW\" rel=\"nofollow\">go.nasa.gov/1U2wqGW</a>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000282/GSFC_20171208_Archive_e000282~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/OSIRIS-REx Asteroid Sample Curation/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-10T00:00:00Z",
            "description": "Curation team members at NASA’s Johnson Space Center in Houston successfully remove the two fasteners from the sampler head that had prevented the remainder of OSIRIS-REx’s asteroid Bennu sample material from being accessed.  Two new multi-part tools were designed and fabricated to support further disassembly of the TAGSAM head. These tools include newly custom-fabricated bits made from a specific grade of surgical, non-magnetic stainless steel; the hardest metal approved for use in the pristine curation gloveboxes. ",
            "description_508": "Views of curation engineers and processors, wearing full-body cleanroom suits, working in a large glass and steel glovebox. They are using metal tools to remove fasteners from a round metal device within the glovebox. ",
            "keywords": [
              "OSIRIS-REx",
              "Johnson Space Center",
              "Asteroid",
              "Curation",
              "Astromaterials Research and Exploration Science (ARES)",
              "Bennu"
            ],
            "location": "NASA's Johnson Space Center in Houston",
            "media_type": "video",
            "nasa_id": "OSIRIS-REx Asteroid Sample Curation",
            "photographer": "Robert Markowitz",
            "title": "OSIRIS-REx Asteroid Sample Curation",
            "album": ["OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/OSIRIS-REx Asteroid Sample Curation/OSIRIS-REx Asteroid Sample Curation~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/OSIRIS-REx Asteroid Sample Curation/OSIRIS-REx Asteroid Sample Curation.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00342/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "The Earth & Moon",
            "nasa_id": "PIA00342",
            "date_created": "1998-06-04T18:10:28Z",
            "keywords": ["Earth", "Galileo"],
            "media_type": "image",
            "description_508": "During its flight, NASA’s Galileo spacecraft returned images of the Earth and Moon. Separate images of the Earth and Moon were combined to generate this view. ",
            "secondary_creator": "NASA/JPL/USGS",
            "description": "During its flight, NASA’s Galileo spacecraft returned images of the Earth and Moon. Separate images of the Earth and Moon were combined to generate this view.  http://photojournal.jpl.nasa.gov/catalog/PIA00342"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00342/PIA00342~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA26234/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-12-22T00:00:00Z",
            "description": "This image revealing the north polar region of the Jovian moon Io was taken on October 15, 2023, by the JunoCam imager aboard NASA's Juno spacecraft. Since the high latitudes were not well covered in imagery gathered by NASA's Voyager and Galileo missions, three of the peaks captured here were observed for the first time. Those mountains are seen at the upper part of the image, near the terminator (the line dividing day and night).  At the time the image was taken, the Juno spacecraft was about 7,270 miles (11,700 kilometers) above Io's surface.  Citizen scientist Ted Stryk made this image using raw data from the JunoCam instrument, processing the data to enhance details.  https://photojournal.jpl.nasa.gov/catalog/PIA26234",
            "description_508": "This image revealing the north polar region of the Jovian moon Io was taken on June 15 by NASA's Juno. Three of the mountain peaks visible in the upper part of image were observed here for the first time by the spacecraft's JunoCam.",
            "keywords": ["Juno", "Io"],
            "media_type": "image",
            "nasa_id": "PIA26234",
            "secondary_creator": "Image data: NASA/JPL-Caltech/SwRI/MSSS Image processing by Ted Stryk",
            "title": " Imaging Io's Volcanos With JunoCam"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA26234/PIA26234~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001925/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "The Two-faced Whirlpool Galaxy",
            "keywords": ["The Two-faced Whirlpool Galaxy"],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001925",
            "date_created": "2011-01-13T21:07:55Z",
            "media_type": "image",
            "description": "NASA image release January 13, 2011  <b><a href=\"http://www.flickr.com/photos/gsfc/5352962836\">These images</a></b> by NASA's Hubble Space Telescope show off two dramatically different face-on views of the spiral galaxy M51, dubbed the Whirlpool Galaxy.  <b>The image above,</b> taken in visible light, highlights the attributes of a typical spiral galaxy, including graceful, curving arms, pink star-forming regions, and brilliant blue strands of star clusters.  <b><a href=\"http://www.flickr.com/photos/gsfc/5352344517\">In the image here,</a></b> most of the starlight has been removed, revealing the Whirlpool's skeletal dust structure, as seen in near-infrared light. This new image is the sharpest view of the dense dust in M51. The narrow lanes of dust revealed by Hubble reflect the galaxy's moniker, the Whirlpool Galaxy, as if they were swirling toward the galaxy's core.  To map the galaxy's dust structure, researchers collected the galaxy's starlight by combining images taken in visible and near-infrared light. The visible-light image captured only some of the light; the rest was obscured by dust. The near-infrared view, however, revealed more starlight because near-infrared light penetrates dust. The researchers then subtracted the total amount of starlight from both images to see the galaxy's dust structure.  The red color in the near-infrared image traces the dust, which is punctuated by hundreds of tiny clumps of stars, each about 65 light-years wide. These stars have never been seen before. The star clusters cannot be seen in visible light because dense dust enshrouds them. The image reveals details as small as 35 light-years across.  Astronomers expected to see large dust clouds, ranging from about 100 light-years to more than 300 light-years wide. Instead, most of the dust is tied up in smooth and diffuse dust lanes. An encounter with another galaxy may have prevented giant clouds from forming.  Probing a galaxy's dust structure serves as an important diagnostic tool for astronomers, providing invaluable information on how the gas and dust collapse to form stars. Although Hubble is providing incisive views of the internal structure of galaxies such as M51, the planned James Webb Space Telescope (JWST) is expected to produce even crisper images.  Researchers constructed the image by combining visible-light exposures from Jan. 18 to 22, 2005, with the Advanced Camera for Surveys (ACS), and near-infrared light pictures taken in December 2005 with the Near Infrared Camera and Multi-Object Spectrometer (NICMOS).   Credit: NASA, ESA, S. Beckwith (STScI), and the Hubble Heritage Team (STScI/AURA)  The Hubble Space Telescope is a project of international cooperation between NASA and the European Space Agency. NASA's Goddard Space Flight Center manages the telescope. The Space Telescope Science Institute (STScI) conducts Hubble science operations. STScI is operated for NASA by the Association of Universities for Research in Astronomy, Inc., in Washington, D.C.  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Join us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001925/GSFC_20171208_Archive_e001925~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/as11-40-5903/collection.json",
        "data": [
          {
            "center": "JSC",
            "title": "Astronaut Edwin Aldrin walks on lunar surface near leg of Lunar Module",
            "keywords": [
              "ACTIVITY",
              "APOLLO 11",
              "APOLLO PROJECT",
              "ASTRONAUTS",
              "EXTRAVEHICULAR ACTIVITY",
              "EXTRAVEHICULAR MOBILITY UNITS",
              "LUNAR MODULE",
              "LUNAR PHOTOGRAPHY",
              "LUNAR SOIL LUNAR SURFACE",
              "MOON",
              "PHOTOGRAPHY"
            ],
            "nasa_id": "as11-40-5903",
            "date_created": "1969-07-20T00:00:00Z",
            "media_type": "image",
            "description": "AS11-40-5903 (20 July 1969) --- Astronaut Edwin E. Aldrin Jr., lunar module pilot, walks on the surface of the moon near the leg of the Lunar Module (LM) \"Eagle\" during the Apollo 11 extravehicular activity (EVA). Astronaut Neil A. Armstrong, commander, took this photograph with a 70mm lunar surface camera. While astronauts Armstrong and Aldrin descended in the Lunar Module (LM) \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins, command module pilot, remained with the Command and Service Modules (CSM) \"Columbia\" in lunar orbit."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/as11-40-5903/as11-40-5903~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Apollo_11_moonwalk_montage_720p/collection.json",
        "data": [
          {
            "description": "This two-minute video montage shows highlights of the Apollo 11 moonwalk.",
            "title": "Apollo_11_moonwalk_montage_720p",
            "photographer": "NASA",
            "location": "Earth's Moon",
            "nasa_id": "Apollo_11_moonwalk_montage_720p",
            "media_type": "video",
            "keywords": [
              "Apollo 11",
              "Neil Armstrong",
              "Buzz Aldrin",
              "moonwalk",
              "EVA",
              "lunar landing"
            ],
            "date_created": "2017-08-03T00:00:00Z",
            "description_508": "This two-minute video montage shows highlights of the Apollo 11 moonwalk.",
            "center": "HQ"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Apollo_11_moonwalk_montage_720p/Apollo_11_moonwalk_montage_720p~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Apollo_11_moonwalk_montage_720p/Apollo_11_moonwalk_montage_720p.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000383/collection.json",
        "data": [
          {
            "album": ["Test", "AVAIL2-127"],
            "center": "GSFC",
            "title": "Hubble Sees a Star ‘Inflating’ a Giant Bubble",
            "keywords": [
              "Hubble Sees a Star ‘Inflating’ a Giant Bubble",
              "star",
              "space",
              "nasa",
              "hubble",
              "nasagoddard"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e000383",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "For the 26th birthday of NASA’s Hubble Space Telescope, astronomers are highlighting a Hubble image of an enormous bubble being blown into space by a super-hot, massive star. The Hubble image of the Bubble Nebula, or NGC 7635, was chosen to mark the 26th anniversary of the launch of Hubble into Earth orbit by the STS-31 space shuttle crew on April 24, 1990  “As Hubble makes its 26th revolution around our home star, the sun, we celebrate the event with a spectacular image of a dynamic and exciting interaction of a young star with its environment. The view of the Bubble Nebula, crafted from WFC-3 images, reminds us that Hubble gives us a front row seat to the awe inspiring universe we live in,” said John Grunsfeld, Hubble astronaut and associate administrator of NASA’s Science Mission Directorate at NASA Headquarters, in Washington, D.C.    The Bubble Nebula is seven light-years across—about one-and-a-half times the distance from our sun to its nearest stellar neighbor, Alpha Centauri, and resides 7,100 light-years from Earth in the constellation Cassiopeia.  The seething star forming this nebula is 45 times more massive than our sun. Gas on the star gets so hot that it escapes away into space as a “stellar wind” moving at over four million miles per hour. This outflow sweeps up the cold, interstellar gas in front of it, forming the outer edge of the bubble much like a snowplow piles up snow in front of it as it moves forward.  As the surface of the bubble's shell expands outward, it slams into dense regions of cold gas on one side of the bubble. This asymmetry makes the star appear dramatically off-center from the bubble, with its location in the 10 o’clock position in the Hubble view.  Dense pillars of cool hydrogen gas laced with dust appear at the upper left of the picture, and more “fingers” can be seen nearly face-on, behind the translucent bubble.  The gases heated to varying temperatures emit different colors: oxygen is hot enough to emit blue light in the bubble near the star, while the cooler pillars are yellow from the combined light of hydrogen and nitrogen. The pillars are similar to the iconic columns in the “Pillars of Creation” Eagle Nebula. As seen with the structures in the Eagle Nebula, the Bubble Nebula pillars are being illuminated by the strong ultraviolet radiation from the brilliant star inside the bubble.  The Bubble Nebula was discovered in 1787 by William Herschel, a prominent British astronomer. It is being formed by a proto-typical Wolf-Rayet star, BD +60º2522, an extremely bright, massive, and short-lived star that has lost most of its outer hydrogen and is now fusing helium into heavier elements. The star is about four million years old, and in 10 million to 20 million years, it will likely detonate as a supernova.  Hubble’s Wide Field Camera-3 imaged the nebula in visible light with unprecedented clarity in February 2016. The colors correspond to blue for oxygen, green for hydrogen, and red for nitrogen. This information will help astronomers understand the geometry and dynamics of this complex system.  The Bubble Nebula is one of only a handful of astronomical objects that have been observed with several different instruments onboard Hubble. Hubble also imaged it with the Wide Field Planetary Camera (WFPC) in September 1992, and with Wide Field Planetary Camera-2 (WFPC2) in April 1999.  The Hubble Space Telescope is a project of international cooperation between NASA and the European Space Agency. NASA's Goddard Space Flight Center in Greenbelt, Maryland, manages the telescope. The Space Telescope Science Institute (STScI) in Baltimore, Maryland, conducts Hubble science operations. STScI is operated for NASA by the Association of Universities for Research in Astronomy in Washington, D.C.  Credit: NASA, ESA, and the Hubble Heritage Team (STScI/AURA)"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000383/GSFC_20171208_Archive_e000383~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA12110/collection.json",
        "data": [
          {
            "center": "STScI (Hubble)",
            "date_created": "1996-01-15T18:46:16Z",
            "description": "Several hundred never before seen galaxies are visible in this deepest-ever view of the universe, called the Hubble Deep Field, made with NASA Hubble Space Telescope. ",
            "keywords": ["Hubble Space Telescope"],
            "media_type": "image",
            "nasa_id": "PIA12110",
            "secondary_creator": "NASA/JPL/STScI Hubble Deep Field Team",
            "title": "Hubble Deep Field Image Unveils Myriad Galaxies Back to the Beginning of Time"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA12110/PIA12110~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001738/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "NASA's Hubble Shows Milky Way is Destined for Head-On Collision",
            "keywords": [
              "NASA's Hubble Shows Milky Way is Destined for Head-On Collision",
              "sky",
              "earth",
              "nasa",
              "galaxy",
              "hubble",
              "milkyway",
              "hst",
              "andromedagalaxy"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001738",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "NASA image release Thursday, May 31, 2012  <b>To view a video from this Hubble release go to: <a href=\"http://www.flickr.com/photos/gsfc/7309212940\">www.flickr.com/photos/gsfc/7309212940</a> </b>  Caption: This illustration shows a stage in the predicted merger between our Milky Way galaxy and the neighboring Andromeda galaxy, as it will unfold over the next several billion years. In this image, representing Earth's night sky in 3.75 billion years, Andromeda (left) fills the field of view and begins to distort the Milky Way with tidal pull.   Credit: NASA; ESA; Z. Levay and R. van der Marel, STScI; T. Hallas; and A. Mellinger  To read more go to: <a href=\"http://www.nasa.gov/mission_pages/hubble/science/milky-way-collide.html\" rel=\"nofollow\">www.nasa.gov/mission_pages/hubble/science/milky-way-colli...</a>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001738/GSFC_20171208_Archive_e001738~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Mars Sample Return Media Reel/collection.json",
        "data": [
          {
            "album": ["Mars_2020_Perseverance"],
            "description": "Compilation of b-roll for media. Collecting samples from Mars and bringing them back to Earth will be a historic undertaking that starts with the launch of NASA's Perseverance rover, part of the Mars 2020 mission. Perseverance will collect samples and leave them on Mars for a future mission to retrieve and return to Earth. NASA and the European Space Agency (ESA) are solidifying concepts for this Mars sample return campaign. The current concept includes a lander, a fetch rover, an ascent vehicle to launch the sample container to Martian orbit, and a retrieval spacecraft with a payload for capturing and containing the samples and then sending them back to Earth.    Credit: NASA/JPL-Caltech, ESA, NASA/GSFC and NASA/GRC  For more information,  visit https://www.jpl.nasa.gov/missions/mars-sample-return-msr/",
            "title": "Mars Sample Return Media Reel",
            "nasa_id": "Mars Sample Return Media Reel",
            "media_type": "video",
            "keywords": [
              "NASA",
              "JPL",
              "Jet Propulsion Laboratory",
              "Mars Sample Return",
              "ESA",
              "space science",
              "news",
              "science",
              "astronomy",
              "rocket launch",
              "red planet",
              "mars",
              "mars 2020",
              "mars lander",
              "fetch rover",
              "mars orbiter",
              "NASA Langley Research Center",
              "mars samples",
              "Goddard Space Flight Center",
              "Ames Research Center",
              "Glenn Research Center",
              "MAV",
              "Mars Ascent Vehicle",
              "Mars exporation",
              "space exploration"
            ],
            "date_created": "2020-04-21T00:00:00Z",
            "description_508": "Mars Sample Return Media Reel",
            "center": "JPL"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Mars Sample Return Media Reel/Mars Sample Return Media Reel~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Mars Sample Return Media Reel/Mars Sample Return Media Reel.vtt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA09579/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "M81 Galaxy is Pretty in Pink",
            "nasa_id": "PIA09579",
            "date_created": "2007-06-01T22:03:44Z",
            "keywords": [
              "Messier 81",
              "Galaxy Evolution Explorer GALEX,Hubble Space Telescope,Spitzer"
            ],
            "media_type": "image",
            "description_508": "The perfectly picturesque spiral galaxy known as Messier 81, or M81, looks sharp in this new composite from NASA Spitzer and Hubble space telescopes and NASA Galaxy Evolution Explorer. ",
            "secondary_creator": "NASA/JPL-Caltech/ESA/Harvard-Smithsonian CfA",
            "description": "The perfectly picturesque spiral galaxy known as Messier 81, or M81, looks sharp in this new composite from NASA Spitzer and Hubble space telescopes and NASA Galaxy Evolution Explorer. "
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA09579/PIA09579~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA01120/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Pathfinder on Mars",
            "nasa_id": "PIA01120",
            "date_created": "1997-12-12T11:34:30Z",
            "keywords": ["Mars", "Mars Pathfinder MPF"],
            "media_type": "image",
            "description_508": "Pathfinder on Mars",
            "secondary_creator": "NASA/JPL",
            "description": "Pathfinder on Mars"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA01120/PIA01120~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/ArtemisII_Poster_11x17_300ppi_CMYK/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2023-04-06T00:00:00Z",
            "description": "Stylized poster for NASA's Artemis II mission",
            "description_508": "Stylized poster for NASA's Artemis II mission",
            "keywords": ["Artemis II", "Artemis"],
            "media_type": "image",
            "nasa_id": "ArtemisII_Poster_11x17_300ppi_CMYK",
            "title": "Artemis II Poster - 11 x 17"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/ArtemisII_Poster_11x17_300ppi_CMYK/ArtemisII_Poster_11x17_300ppi_CMYK~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/as11-44-6551/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "1969-07-20T00:00:00Z",
            "description": "AS11-44-6551 (July 1969) --- This view from the Apollo 11 spacecraft shows the Earth rising above the moon's horizon. The lunar terrain pictured is in the area of Smyth's Sea on the nearside. Coordinates of the center of the terrain are 85 degrees east longitude and 3 degrees north latitude. While astronauts Neil A. Armstrong, commander, and Edwin E. Aldrin Jr., lunar module pilot, descended in the Lunar Module (LM) \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins, command module pilot, remained with the Command and Service Modules (CSM) \"Columbia\" in lunar orbit.",
            "keywords": [
              "APOLLO 11 FLIGHT",
              "MOON",
              "CRATERS",
              "EARTH OBSERVATIONS (FROM SPACE)"
            ],
            "media_type": "image",
            "nasa_id": "as11-44-6551",
            "title": "Apollo 11 Mission image - View of moon limb, with Earth on the horizon"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/as11-44-6551/as11-44-6551~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e034731/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-11-30T00:00:00Z",
            "description": "iss070e034731 (Nov. 30, 2023) --- The waning gibbous Moon is pictured from the International Space Station as it orbited 262 miles above the Swiss Alps.",
            "media_type": "image",
            "nasa_id": "iss070e034731",
            "title": "iss070e034731"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e034731/iss070e034731~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/ArtemisIICrewPoster/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-07-25T00:00:00Z",
            "description": "Artemis II Crew Poster",
            "description_508": "A poster showing the four Artemis II crew members in their spacesuits and helmets, with the visors up against a black backdrop with the Moon above them. ",
            "media_type": "image",
            "nasa_id": "ArtemisIICrewPoster",
            "secondary_creator": "NASA/Daniel O'Neal",
            "title": "Artemis II Crew Poster"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/ArtemisIICrewPoster/ArtemisIICrewPoster~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA16008/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Hubble Sees a Horsehead of a Different Color",
            "keywords": ["Hubble Space Telescope"],
            "nasa_id": "PIA16008",
            "date_created": "2013-04-19T19:54:40Z",
            "media_type": "image",
            "description_508": "Backlit wisps along the Horsehead Nebula upper ridge are being illuminated by Sigma Orionis, a young five-star system just off the top of this image from the Hubble Space Telescope.",
            "secondary_creator": "NASA/ESA/STScI",
            "description": "Backlit wisps along the Horsehead Nebula upper ridge are being illuminated by Sigma Orionis, a young five-star system just off the top of this image from the Hubble Space Telescope."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA16008/PIA16008~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "Hubble Captures Vivid Auroras in Jupiter’s Atmosphere",
            "keywords": ["Hubble", "Jupiter", "Aurora", "Auroras"],
            "nasa_id": "hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o",
            "date_created": "2016-06-30T00:00:00Z",
            "media_type": "image",
            "description": "Astronomers are using the NASA/ESA Hubble Space Telescope to study auroras — stunning light shows in a planet’s atmosphere — on the poles of the largest planet in the solar system, Jupiter. This observation program is supported by measurements made by NASA’s Juno spacecraft, currently on its way to Jupiter.  Jupiter, the largest planet in the solar system, is best known for its colorful storms, the most famous being the Great Red Spot. Now astronomers have focused on another beautiful feature of the planet, using Hubble's ultraviolet capabilities.  The extraordinary vivid glows shown in the new observations are known as auroras. They are created when high-energy particles enter a planet’s atmosphere near its magnetic poles and collide with atoms of gas. As well as producing beautiful images, this program aims to determine how various components of Jupiter’s auroras respond to different conditions in the solar wind, a stream of charged particles ejected from the sun.  This observation program is perfectly timed as NASA’s Juno spacecraft is currently in the solar wind near Jupiter and will enter the orbit of the planet in early July 2016. While Hubble is observing and measuring the auroras on Jupiter, Juno is measuring the properties of the solar wind itself; a perfect collaboration between a telescope and a space probe.  “These auroras are very dramatic and among the most active I have ever seen”, said Jonathan Nichols from the University of Leicester, U.K., and principal investigator of the study. “It almost seems as if Jupiter is throwing a firework party for the imminent arrival of Juno.”   Credits: NASA, ESA, and J. Nichols (University of Leicester)"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001435/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Sun Emits a Solstice CME",
            "keywords": [
              "Sun Emits a Solstice CME",
              "sun",
              "nasa",
              "solstice",
              "cme"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001435",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "Caption: This image from June 20, 2013, at 11:15 p.m. EDT shows the bright light of a solar flare on the left side of the sun and an eruption of solar material shooting through the sun’s atmosphere, called a prominence eruption. Shortly thereafter, this same region of the sun sent a coronal mass ejection out into space.  ---  On June 20, 2013, at 11:24 p.m., the sun erupted with an Earth-directed coronal mass ejection or CME, a solar phenomenon that can send billions of tons of particles into space that can reach Earth one to three days later. These particles cannot travel through the atmosphere to harm humans on Earth, but they can affect electronic systems in satellites and on the ground.  Experimental NASA research models, based on observations from NASA’s Solar Terrestrial Relations Observatory and ESA/NASA’s Solar and Heliospheric Observatory show that the CME left the sun at speeds of around 1350 miles per second, which is a fast speed for CMEs.  Earth-directed CMEs can cause a space weather phenomenon called a geomagnetic storm, which occurs when they funnel energy into Earth's magnetic envelope, the magnetosphere, for an extended period of time. The CME’s magnetic fields peel back the outermost layers of Earth's fields changing their very shape. Magnetic storms can degrade communication signals and cause unexpected electrical surges in power grids. They also can cause aurora. Storms are rare during solar minimum, but as the sun’s activity ramps up every 11 years toward solar maximum – currently expected in late 2013 -- large storms occur several times per year.  In the past, geomagnetic storms caused by CMEs of this strength and direction have usually been mild.  Read more: <a href=\"http://1.usa.gov/14OxuEe\" rel=\"nofollow\">1.usa.gov/14OxuEe</a>  Credit: NASA/Goddard/SDO  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagram.com/nasagoddard?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001435/GSFC_20171208_Archive_e001435~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/hubble-observes-one-of-a-kind-star-nicknamed-nasty_17754652960_o/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "Hubble Observes One-of-a-Kind Star Nicknamed ‘Nasty’",
            "keywords": ["Hubble", "Milky Way", "star"],
            "nasa_id": "hubble-observes-one-of-a-kind-star-nicknamed-nasty_17754652960_o",
            "date_created": "2015-03-21T00:00:00Z",
            "media_type": "image",
            "description": "Astronomers using NASA’s Hubble Space Telescope have uncovered surprising new clues about a hefty, rapidly aging star whose behavior has never been seen before in our Milky Way galaxy. In fact, the star is so weird that astronomers have nicknamed it “Nasty 1,” a play on its catalog name of NaSt1. The star may represent a brief transitory stage in the evolution of extremely massive stars.  First discovered several decades ago, Nasty 1 was identified as a Wolf-Rayet star, a rapidly evolving star that is much more massive than our sun. The star loses its hydrogen-filled outer layers quickly, exposing its super-hot and extremely bright helium-burning core.  But Nasty 1 doesn’t look like a typical Wolf-Rayet star. The astronomers using Hubble had expected to see twin lobes of gas flowing from opposite sides of the star, perhaps similar to those emanating from the massive star Eta Carinae, which is a Wolf-Rayet candidate.   Instead, Hubble revealed a pancake-shaped disk of gas encircling the star. The vast disk is nearly 2 trillion miles wide, and may have formed from an unseen companion star that snacked on the outer envelope of the newly formed Wolf-Rayet.  Based on current estimates, the nebula surrounding the stars is just a few thousand years old, and as close as 3,000 light-years from Earth.  Credits: NASA/Hubble"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/hubble-observes-one-of-a-kind-star-nicknamed-nasty_17754652960_o/hubble-observes-one-of-a-kind-star-nicknamed-nasty_17754652960_o~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA13005/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Orion Dreamy Stars",
            "nasa_id": "PIA13005",
            "date_created": "2010-04-01T21:00:00Z",
            "keywords": ["Spitzer Space Telescope"],
            "media_type": "image",
            "description_508": "A colony of hot, young stars is stirring up the cosmic scene in this new picture from NASA Spitzer Space Telescope. The image shows the Orion nebula, a happening place where stars are born.",
            "secondary_creator": "NASA/JPL-Caltech",
            "description": "A colony of hot, young stars is stirring up the cosmic scene in this new picture from NASA Spitzer Space Telescope. The image shows the Orion nebula, a happening place where stars are born."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA13005/PIA13005~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Earth Views from the International Space Station/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "Earth Views from the International Space Station",
            "nasa_id": "Earth Views from the International Space Station",
            "media_type": "video",
            "keywords": ["Earth Views", "International Space Station", "HDEV"],
            "date_created": "2019-04-30T00:00:00Z",
            "description": "The International Space Station’s High Definition Earth Viewing (HDEV) experiment is an external camera platform located on the Columbus module of the space station. In addition to providing beautiful views of Earth, one of the goals of HDEV is to monitor the longevity and quality of its image sensors in the space environment. HDEV operations began April 30, 2014 and only a single bad pixel has been identified."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Earth Views from the International Space Station/Earth Views from the International Space Station~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Earth Views from the International Space Station/Earth Views from the International Space Station.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001175/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "Seeing Equinoxes and Solstices from Space",
            "keywords": ["Seeing Equinoxes and Solstices from Space"],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001175",
            "date_created": "2014-03-19T18:08:07Z",
            "media_type": "image",
            "description": "Images acquired December 21, 2010 - September 20, 2011.  To view a HD animation of this go to: <a href=\"http://www.flickr.com/photos/gsfc/6175313242/in/photostream/\">www.flickr.com/photos/gsfc/6175313242/in/photostream/</a>  To download the high res and learn more go to: <a href=\"http://earthobservatory.nasa.gov/IOTD/view.php?id=52248\" rel=\"nofollow\">earthobservatory.nasa.gov/IOTD/view.php?id=52248</a>  One of the most frequently misunderstood concepts in science is the reason for Earth’s seasons. As we experience the September equinox today—anyone try to balance an egg yet?—we thought we’d offer a space-based view of what’s going on.  Around 6 a.m. local time each day, the Sun, Earth, and any geosynchronous satellite form a right angle, affording a nadir (straight down) view of the terminator, where the shadows of nightfall meet the sunlight of dusk and dawn. The shape of this line between night and day varies with the seasons, which means different lengths of days and differing amounts of warming sunshine. (The line is actually a curve because the Earth is round, but satellite images only show it in two-dimensions.)  The Spinning Enhanced Visible and Infrared Imager (SEVIRI) on EUMETSAT's Meteosat-9 captured these four views of the day-night terminator on December 21, 2010, and March 20, June 21, and September 20, 2011. Each image was taken at 6:12 a.m. local time.  On March 20 and September 20, the terminator is a straight north-south line, and the Sun is said to sit directly above the equator. On December 21, the Sun resides directly over the Tropic of Capricorn when viewed from the ground, and sunlight spreads over more of the Southern Hemisphere. On June 21, the Sun sits above the Tropic of Cancer, spreading more sunlight in the north and turning the tables on the south. The bulge of our spherical Earth blocks sunlight from the far hemisphere at the solstices; that same curvature allows the Sun’s rays to spread over more area near the top and bottom of the globe.  Of course, it is not the Sun that is moving north or south through the seasons, but a change in the orientation and angles between the Earth and its nearest star. The axis of the Earth is tilted 23.5 degrees relative to the Sun and the ecliptic plane. The axis is tilted away from the Sun at the December solstice and toward the Sun at the June solstice, spreading more and less light on each hemisphere. At the equinoxes, the tilt is at a right angle to the Sun and the light is spread evenly.  The equinox and changing of the seasons occurs on September 23, 2011 at 9:05 a.m. Universal Time. (Our September image above is a few days early.) Equinox means &quot;equal night&quot; in Latin, capturing the idea that daytime and nighttime are equal lengths everywhere on the planet. That is true of the Sun's presence above the horizon, though it does not account for twilight, when the Sun's rays extend from beyond the horizon to illuminate our gas-filled atmosphere.  NASA images and animation by Robert Simmon, using data ©2010 EUMETSAT. Caption by Mike Carlowicz.  Instrument: Meteosat  Credit: <b><a href=\"http://www.earthobservatory.nasa.gov/\" rel=\"nofollow\"> NASA Earth Observatory</a></b>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001175/GSFC_20171208_Archive_e001175~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/as11-40-5874/collection.json",
        "data": [
          {
            "center": "JSC",
            "title": "Apollo 11 Mission image - Astronaut Edwin Aldrin poses beside th",
            "keywords": [
              "APOLLO 11 FLIGHT",
              "MOON",
              "LUNAR SURFACE",
              "LUNAR BASES",
              "LUNAR MODULE",
              "ASTRONAUTS",
              "EXTRAVEHICULAR ACIVITY"
            ],
            "nasa_id": "as11-40-5874",
            "date_created": "1969-07-21T00:00:00Z",
            "media_type": "image",
            "description": "AS11-40-5874 (20 July 1969) --- Astronaut Edwin E. Aldrin Jr., lunar module pilot of the first lunar landing mission, poses for a photograph beside the deployed United States flag during Apollo 11 extravehicular activity (EVA) on the lunar surface. The Lunar Module (LM) is on the left, and the footprints of the astronauts are clearly visible in the soil of the moon. Astronaut Neil A. Armstrong, commander, took this picture with a 70mm Hasselblad lunar surface camera. While astronauts Armstrong and Aldrin descended in the LM the \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins, command module pilot, remained with the Command and Service Modules (CSM) \"Columbia\" in lunar orbit."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/as11-40-5874/as11-40-5874~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001518/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Horsehead Nebula",
            "keywords": ["Horsehead Nebula", "hubble", "hst"],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001518",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "Image released April 19, 2013.  Astronomers have used NASA's Hubble Space Telescope to photograph the iconic Horsehead Nebula in a new, infrared light to mark the 23rd anniversary of the famous observatory's launch aboard the space shuttle Discovery on April 24, 1990.  Looking like an apparition rising from whitecaps of interstellar foam, the iconic Horsehead Nebula has graced astronomy books ever since its discovery more than a century ago. The nebula is a favorite target for amateur and professional astronomers. It is shadowy in optical light. It appears transparent and ethereal when seen at infrared wavelengths. The rich tapestry of the Horsehead Nebula pops out against the backdrop of Milky Way stars and distant galaxies that easily are visible in infrared light.  <b>Credit:</b> NASA, ESA, and the Hubble Heritage Team (STScI/AURA)  <b><a href=\"http://www.nasa.gov/mission_pages/hubble/science/horsehead-different.html\" target=\"_blank\" rel=\"nofollow\">More on this image.</a></b>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001518/GSFC_20171208_Archive_e001518~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA24291/collection.json",
        "data": [
          {
            "description": "NASA's Ingenuity Mars Helicopter carries a small swatch of muslin material from the lower-left wing of the Wright Brothers Flyer 1. Located on the underside of the helicopter's solar panel (the dark rectangle), the swatch is attached with dark orange polymide tape to a cable extending from the panel, and then further secured in place with white polyester cord used to bind cables together. A gray dot of epoxy at the intersection of the three wraps of cord prevents the lacing from loosening as the rotor blades (upper pair seen at bottom of image) rotate at up to 2,400 rpm. The entire process, from enclosing the material in the plastic to affixing it onto the helicopter took, approximately 30 minutes.  The swatch of material from the Wright brothers' first airplane was obtained from the Carillon Historical Park, in Dayton, Ohio — home to the Wright Brothers National Museum. The image was taken in a clean room at NASA's Jet Propulsion Laboratory in Southern California on January 15, 2020.  https://photojournal.jpl.nasa.gov/catalog/PIA24291",
            "title": "Swatch of Wright Brothers Flyer 1 Attached to Mars Helicopter",
            "nasa_id": "PIA24291",
            "date_created": "2021-04-06T00:00:00Z",
            "keywords": ["Mars Helicopter"],
            "media_type": "image",
            "description_508": "NASA's Ingenuity Mars Helicopter carries a small swatch of muslin material from the lower-left wing of the Wright Brothers Flyer 1.",
            "secondary_creator": "NASA/JPL-Caltech",
            "center": "JPL"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA24291/PIA24291~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000842/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Hubble Goes High Def to Revisit the Iconic 'Pillars of Creation'",
            "keywords": [
              "Hubble Goes High Def to Revisit the Iconic 'Pillars of Creation'",
              "nasa",
              "creation",
              "pillars",
              "hubble",
              "nasagoddard"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e000842",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "This NASA Hubble Space Telescope image, taken in near-infrared light, transforms the pillars into eerie, wispy silhouettes, which are seen against a background of myriad stars.  The near-infrared light can penetrate much of the gas and dust, revealing stars behind the nebula as well as hidden away inside the pillars. Some of the gas and dust clouds are so dense that even the near-infrared light cannot penetrate them. New stars embedded in the tops of the pillars, however, are apparent as bright sources that are unseen in the visible image.  The ghostly bluish haze around the dense edges of the pillars is material getting heated up by the intense ultraviolet radiation from a cluster of young, massive stars and evaporating away into space. The stellar grouping is above the pillars and cannot be seen in the image. At the top edge of the left-hand pillar, a gaseous fragment has been heated up and is flying away from the structure, underscoring the violent nature of star-forming regions.  Astronomers used filters that isolate the light from newly formed stars, which are invisible in the visible-light image. At these wavelengths, astronomers are seeing through the pillars and even through the back wall of the nebula cavity and can see the next generations of stars just as they're starting to emerge from their formative nursery.  Credit: NASA, ESA, and the Hubble Heritage Team (STScI/AURA)  Read more: <a href=\"http://1.usa.gov/1HGfkqr\" rel=\"nofollow\">1.usa.gov/1HGfkqr</a>  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagrid.me/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e000842/GSFC_20171208_Archive_e000842~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/a-sky-view-of-earth-from-suomi-npp_16611703184_o/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "A Sky View of Earth From Suomi NPP",
            "keywords": ["Earth", "NPP"],
            "nasa_id": "a-sky-view-of-earth-from-suomi-npp_16611703184_o",
            "date_created": "2015-04-22T00:00:00Z",
            "media_type": "image",
            "description": "This composite image of southern Africa and the surrounding oceans was captured by six orbits of the NASA/NOAA Suomi National Polar-orbiting Partnership spacecraft on April 9, 2015, by the Visible Infrared Imaging Radiometer Suite (VIIRS) instrument. Tropical Cyclone Joalane can be seen over the Indian Ocean.  Winds, tides and density differences constantly stir the oceans while phytoplankton continually grow and die. Orbiting radiometers such as VIIRS allows scientists to track this variability over time and contribute to better understanding of ocean processes that are beneficial to human survival on Earth. The image was created by the Ocean Biology Processing Group at NASA's Goddard Space Flight Center in Greenbelt, Maryland."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/a-sky-view-of-earth-from-suomi-npp_16611703184_o/a-sky-view-of-earth-from-suomi-npp_16611703184_o~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA21073/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Ionized Carbon Atoms in Orion",
            "keywords": ["Orion", "Herschel Space Observatory"],
            "nasa_id": "PIA21073",
            "date_created": "2016-10-12T15:49:22Z",
            "media_type": "image",
            "description_508": "The dusty side of the Sword of Orion is illuminated in this striking infrared image from the European Space Agency Hershel Space Observatory.",
            "secondary_creator": "ESA/NASA/JPL-Caltech",
            "description": "The dusty side of the Sword of Orion is illuminated in this striking infrared image from the European Space Agency's Hershel Space Observatory.  This immense nebula is the closest large region of star formation, situated about 1,500 light years away in the constellation of Orion. The parts that are easily observed in visible light, known alternatively as the Orion Nebula or Messier 42, correspond to the light blue regions. This is the glow from the warmest dust, illuminated by clusters of hot stars that have only recently been born in this chaotic region.  The red spine of material running from corner to corner reveals colder, denser filaments of dust and gas that are scattered throughout the Orion nebula. In visible light this would be a dark, opaque feature, hiding the reservoir of material from which stars have recently formed and will continue to form in the future.  Herschel data from the PACS instrument observations, at wavelengths of 100 and 160 microns, is displayed in blue and green, respectively, while SPIRE 250-micron data is shown in red.  Within the inset image, the emission from ionized carbon atoms (C+), overlaid in yellow, was isolated and mapped out from spectrographic data obtained by the HIFI instrument.  http://photojournal.jpl.nasa.gov/catalog/PIA21073"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA21073/PIA21073~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/CLPS Risks and Benefits Video Final for Social Media/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-01-04T00:00:00Z",
            "description": "Producers: Jessica Wilde, Scott Bednar Editor: Jessica Wilde",
            "keywords": [
              "CLPS",
              "Commercial Lunar Payload Services",
              "Moon",
              "NASA"
            ],
            "media_type": "video",
            "nasa_id": "CLPS Risks and Benefits Video Final for Social Media",
            "title": "CLPS Risks and Benefits Video Final for Social Media"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/CLPS Risks and Benefits Video Final for Social Media/CLPS Risks and Benefits Video Final for Social Media~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/CLPS Risks and Benefits Video Final for Social Media/CLPS Risks and Benefits Video Final for Social Media.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA04591/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Mars 2003",
            "nasa_id": "PIA04591",
            "date_created": "2003-06-25T20:05:04Z",
            "keywords": ["Mars", "Mars Global Surveyor MGS"],
            "media_type": "image",
            "description_508": "Mars 2003",
            "secondary_creator": "NASA/JPL/Malin Space Science Systems",
            "description": "Mars 2003"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA04591/PIA04591~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GRC-2024-C-02645/collection.json",
        "data": [
          {
            "center": "GRC",
            "date_created": "2024-04-08T00:00:00Z",
            "description": "A total solar eclipse is seen from NASA's Glenn Research Center, Monday, April 8, 2024, in Cleveland, Ohio. A total solar eclipse swept across a narrow portion of the North American continent from Mexico’s Pacific coast to the Atlantic coast of Newfoundland, Canada. A partial solar eclipse was visible across the entire North American continent along with parts of Central America and Europe. Photo Credit: (NASA/Jordan Salkin) ",
            "keywords": [
              "NASA/GRC/Jordan Salkin",
              "Total Solar Eclipse",
              "Eclipse",
              "Glenn",
              "NASA Glenn Research Center",
              "Composite",
              "Composite",
              "Total Solar Eclipse 2024",
              "Eclipse 2024",
              "Moon",
              "Sun"
            ],
            "location": "NASA Glenn Research Center at Lewis Field",
            "media_type": "image",
            "nasa_id": "GRC-2024-C-02645",
            "photographer": "NASA/GRC/Jordan Salkin",
            "title": "2024 Total Solar Eclipse",
            "album": ["2024_Total_Solar_Eclipse"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GRC-2024-C-02645/GRC-2024-C-02645~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e044474/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-12-22T00:00:00Z",
            "description": "iss070e044474 (Dec. 22, 2023) --- Northrop Grumman's Cygnus space freighter is pictured in the grip of the Canadarm2 robotic arm shortly after it was detached from the Unity module. The orbital complex was soaring 260 miles above the island archipelago of Seychelles in the Indian Ocean at the time of this photograph.",
            "media_type": "image",
            "nasa_id": "iss070e044474",
            "title": "iss070e044474"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e044474/iss070e044474~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001894/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "A Star-Formation Laboratory",
            "keywords": ["A Star-Formation Laboratory"],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001894",
            "date_created": "2011-05-13T16:56:36Z",
            "media_type": "image",
            "description": "The dwarf galaxy NGC 4214 is ablaze with young stars and gas clouds. Located around 10 million light-years away in the constellation of Canes Venatici (The Hunting Dogs), the galaxy's close proximity, combined with the wide variety of evolutionary stages among the stars, make it an ideal laboratory to research the triggers of star formation and evolution.  Intricate patterns of glowing hydrogen formed during the star-birthing process, cavities blown clear of gas by stellar winds, and bright stellar clusters of NGC 4214 can be seen in this optical and near-infrared image.  Observations of this dwarf galaxy have also revealed clusters of much older red supergiant stars. Additional older stars can be seen dotted all across the galaxy. The variety of stars at different stages in their evolution indicates that the recent and ongoing starburst periods are not the first, and the galaxy's abundant supply of hydrogen means that star formation will continue into the future.  This color image was taken using the Wide Field Camera 3 in December 2009.  Credit: NASA, ESA, and the Hubble Heritage (STScI/AURA)-ESA/Hubble Collaboration  Acknowledgment: R. O'Connell (University of Virginia) and the WFC3 Scientific Oversight Committee  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASAGoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagram.com/nasagoddard?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001894/GSFC_20171208_Archive_e001894~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e052303/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-03T00:00:00Z",
            "description": "iss070e052303 (Jan. 3, 2024) --- The sun's glint beams off the Atlantic Ocean revealing the island country of the Republic of Cabo Verde (left) off the coast of Africa in this photograph from the International Space Station as it orbited 261 miles above.",
            "media_type": "image",
            "nasa_id": "iss070e052303",
            "title": "iss070e052303"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e052303/iss070e052303~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e002159/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Crab Nebula",
            "keywords": [
              "Crab Nebula",
              "space",
              "nasa",
              "telescope",
              "galaxy",
              "nebula",
              "supernova",
              "crabnebula",
              "goddard",
              "hubble",
              "hst",
              "hubblespacetelescope",
              "goddardspaceflightcenter"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e002159",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "The Crab Nebula is a supernova remnant, all that remains of a tremendous stellar explosion. Observers in China and Japan recorded the supernova nearly 1,000 years ago, in 1054.  Credit: NASA, ESA, J. Hester and A. Loll (Arizona State University)  The Hubble Space Telescope is a project of international cooperation between NASA and the European Space Agency. NASA's Goddard Space Flight Center manages the telescope. The Space Telescope Science Institute conducts Hubble science operations.    Goddard is responsible for HST project management, including mission and science operations, servicing missions, and all associated development activities.  To learn more about the Hubble Space Telescope go here:  <a href=\"http://www.nasa.gov/mission_pages/hubble/main/index.html\" rel=\"nofollow\">www.nasa.gov/mission_pages/hubble/main/index.html</a>   <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b>  is home to the nation's largest organization of combined scientists, engineers and technologists that build spacecraft, instruments and new technology to study the Earth, the sun, our solar system, and the universe.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Join us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a><b> </b></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e002159/GSFC_20171208_Archive_e002159~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Orion_Artemis-I_b-roll_9_2021_FS/collection.json",
        "data": [
          {
            "description": "Animation showing Orion's journey to the Moon on Artemis I - full screen version.  Artemis I will be the first integrated flight test of NASA’s deep space exploration system: the Orion spacecraft, Space Launch System (SLS) rocket and the ground systems at Kennedy Space Center in Cape Canaveral, Florida. During this flight, the uncrewed Orion spacecraft will launch on the most powerful rocket in the world and travel thousands of miles beyond the Moon, farther than any spacecraft built for humans has ever flown, over the course of about a three-week mission.",
            "title": "Orion_Artemis-I_animation_b-roll_9_2021_FS",
            "location": "Moon",
            "nasa_id": "Orion_Artemis-I_b-roll_9_2021_FS",
            "media_type": "video",
            "keywords": ["Orion", "Artemis", "Animation", "Moon"],
            "date_created": "2021-09-15T00:00:00Z",
            "description_508": "Orion Artemis I animation b-roll - full screen",
            "secondary_creator": "NASA / Liam Yanulis",
            "center": "JSC"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Orion_Artemis-I_b-roll_9_2021_FS/Orion_Artemis-I_b-roll_9_2021_FS~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Orion_Artemis-I_b-roll_9_2021_FS/Orion_Artemis-I_b-roll_9_2021_FS.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/S84-27031/collection.json",
        "data": [
          {
            "center": "JSC",
            "title": "Views of the extravehicular activity during STS 41-B",
            "keywords": [
              "ASTRONAUTS",
              "CHALLENGER (ORBITER)",
              "CREW PROCEDURES (INFLIGHT)",
              "EXTRAVEHICULAR ACTIVITY",
              "EXTRAVEHICULAR MOBILITY UNITS MANNED MANEUVERING UNITS",
              "SPACE SHUTTLE MISSION 41-B"
            ],
            "nasa_id": "S84-27031",
            "date_created": "1984-02-12T00:00:00Z",
            "media_type": "image",
            "description": "S84-27031 (7 Feb 1984) --- Astronaut Bruce McCandless II, 41-B mission specialist, reaches a maximum distance from the Challenger before reversing direction his manned maneuvering unit (MMU) and returning to the Challenger.  A fellow crewmember inside the vehicle's cabin took this photograph with a 70mm camera.  The untethered EVA marked the first such experience for astronauts."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/S84-27031/S84-27031~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/PN068 HF-12-hd 09-27-2023/collection.json",
        "data": [
          {
            "center": "MSFC",
            "date_created": "2023-09-27T00:00:00Z",
            "description": "Test stand video captured at NASA’s Marshall Space Flight Center in Huntsville, Alabama, shows ignition of a full-scale Rotating Detonation Rocket Engine combustor, which was fired for a record 251 seconds and achieved more than 5,800 pounds of thrust.   Engineers at NASA’s Marshall Center successfully test-fired an innovative Rotating Detonation Rocket Engine combustor, a potentially revolutionary propulsion technology that could deliver a lander to the lunar surface or propel a spacecraft to Mars.",
            "description_508": "A 3D-printed Rotating Detonation Rocket Engine fires up for 251 seconds on the video. The stream off the engine turns from white to orange",
            "keywords": [
              "Marshall Space Flight Center",
              "RDRE",
              "Rotating Detonation Rocket Engine",
              "Hot Fire Test"
            ],
            "location": "Marshall Space Flight Center",
            "media_type": "video",
            "nasa_id": "PN068 HF-12-hd 09-27-2023",
            "title": "NASA’s 3D-printed Rotating Detonation Rocket Engine Test "
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/PN068 HF-12-hd 09-27-2023/PN068 HF-12-hd 09-27-2023~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/PN068 HF-12-hd 09-27-2023/PN068 HF-12-hd 09-27-2023.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e076676/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-21T00:00:00Z",
            "description": "iss070e076676 (Jan. 21, 2024) --- This high exposure photograph from the International Space Station shows Earth's atmospheric glow and a starry sky as the orbital complex soared 258 miles above the Pacific Ocean northeast of Papua New Guinea. At left, are the station's Nauka science module and the Prichal docking module, both from Roscosmos.",
            "media_type": "image",
            "nasa_id": "iss070e076676",
            "title": "iss070e076676"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e076676/iss070e076676~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001982/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "The Moon",
            "keywords": [
              "The Moon",
              "moon",
              "space",
              "nasa",
              "lro",
              "goddardspaceflightcenter"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001982",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "This composite image of the moon using Clementine data from 1994 is the view we are most likely to see when the moon is full.   Credit: NASA  To learn about NASA's LRO project go to: <a href=\"http://www.nasa.gov/mission_pages/LRO/main/index.html\" rel=\"nofollow\">www.nasa.gov/mission_pages/LRO/main/index.html</a>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b>  contributes to NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s endeavors by providing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Join us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001982/GSFC_20171208_Archive_e001982~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00122/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Earth - India and Australia",
            "nasa_id": "PIA00122",
            "date_created": "1996-02-08T10:48:12Z",
            "keywords": ["Earth", "Galileo"],
            "media_type": "image",
            "description_508": "This color image of the Earth was obtained by NASA’s Galileo spacecraft on Dec. 11, 1990, when the spacecraft was about 1.5 million miles from the Earth. ",
            "secondary_creator": "NASA/JPL",
            "description": "This color image of the Earth was obtained by NASA’s Galileo spacecraft on Dec. 11, 1990, when the spacecraft was about 1.5 million miles from the Earth.  http://photojournal.jpl.nasa.gov/catalog/PIA00122"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00122/PIA00122~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Apollo_11_Intro_720p/collection.json",
        "data": [
          {
            "description": "This montage video shows highlights from the Apollo 11 mission, from liftoff in Florida to departure from the moon.",
            "title": "Apollo_11_Intro_720p",
            "photographer": "NASA",
            "nasa_id": "Apollo_11_Intro_720p",
            "media_type": "video",
            "keywords": [
              "Apollo 11",
              "Neil Armstron",
              "Buzz Aldrin",
              "Moon",
              "Earth's Moon",
              "lunar landing"
            ],
            "date_created": "2017-08-03T00:00:00Z",
            "description_508": "This montage video shows highlights from the Apollo 11 mission, from liftoff in Florida to departure from the moon.",
            "center": "HQ"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Apollo_11_Intro_720p/Apollo_11_Intro_720p~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Apollo_11_Intro_720p/Apollo_11_Intro_720p.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00405/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Earth Moon",
            "nasa_id": "PIA00405",
            "date_created": "1998-06-08T15:17:56Z",
            "keywords": ["Moon", "Galileo"],
            "media_type": "image",
            "description_508": "NASA Galileo spacecraft took this image of Earth moon on December 7, 1992 on its way to explore the Jupiter system in 1995-97. The distinct bright ray crater at the bottom of the image is the Tycho impact basin.",
            "secondary_creator": "NASA/JPL/USGS",
            "description": "NASA Galileo spacecraft took this image of Earth moon on December 7, 1992 on its way to explore the Jupiter system in 1995-97. The distinct bright ray crater at the bottom of the image is the Tycho impact basin.  http://photojournal.jpl.nasa.gov/catalog/PIA00405"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00405/PIA00405~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00404/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Moon - North Polar Mosaic, Color",
            "nasa_id": "PIA00404",
            "date_created": "1998-06-08T15:11:30Z",
            "keywords": ["Moon", "Galileo"],
            "media_type": "image",
            "description_508": "Moon - North Polar Mosaic, Color",
            "secondary_creator": "NASA/JPL/USGS",
            "description": "Moon - North Polar Mosaic, Color  http://photojournal.jpl.nasa.gov/catalog/PIA00404"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00404/PIA00404~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA21390/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Approaching Jupiter",
            "keywords": ["Jupiter", "Juno"],
            "nasa_id": "PIA21390",
            "date_created": "2017-05-05T16:51:29Z",
            "media_type": "image",
            "description_508": "This enhanced color view of Jupiter south pole was created using data from the JunoCam instrument on NASA's Juno spacecraft. Oval storms dot the cloudscape.",
            "description": "This enhanced color view of Jupiter's south pole was created by citizen scientist Gabriel Fiset using data from the JunoCam instrument on NASA's Juno spacecraft. Oval storms dot the cloudscape. Approaching the pole, the organized turbulence of Jupiter's belts and zones transitions into clusters of unorganized filamentary structures, streams of air that resemble giant tangled strings.  The image was taken on Dec. 11, 2016 at 9:44 a.m. PST (12:44 p.m. EST), from an altitude of about 32,400 miles (52,200 kilometers) above the planet's beautiful cloud tops.  https://photojournal.jpl.nasa.gov/catalog/PIA21390 .  -   Enhanced image by Gabriel Fiset (CC-BY) based on images provided courtesy of NASA/JPL-Caltech/SwRI/MSSS"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA21390/PIA21390~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Olympics on the International Space Station/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-07-26T00:00:00Z",
            "description": "The 2024 Olympic Games officially began in Paris, France on July 26, with athletes coming from around the world to compete.   Meanwhile, above the world — on our orbiting laboratory, the International Space Station — NASA's astronauts are getting into the Olympic spirit.  Check out their training montage from space, followed by a message to Earth from astronaut Matt Dominick.",
            "keywords": [
              "NASA",
              "Olympics",
              "ISS",
              "International Space Station",
              "Astronaut Matt Dominick"
            ],
            "media_type": "video",
            "nasa_id": "Olympics on the International Space Station",
            "title": "Olympics on the International Space Station"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Olympics on the International Space Station/Olympics on the International Space Station~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Olympics on the International Space Station/Olympics on the International Space Station.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001861/collection.json",
        "data": [
          {
            "album": ["Test"],
            "center": "GSFC",
            "title": "Full Moon",
            "keywords": [
              "Full Moon",
              "moon",
              "nasa",
              "lunareclipse",
              "lro",
              "lundar",
              "goddardspaceflightcenter"
            ],
            "location": "Greenbelt, MD",
            "nasa_id": "GSFC_20171208_Archive_e001861",
            "date_created": "2017-12-08T00:00:00Z",
            "media_type": "image",
            "description": "Full Moon. Rises at sunset, high in the sky around midnight. Visible all night.  This marks the first time that accurate shadows at this level of detail are possible in such a computer simulation. The shadows are based on the global elevation map being developed from measurements by the Lunar Orbiter Laser Altimeter (LOLA) aboard the Lunar Reconnaissance Orbiter (LRO). LOLA has already taken more than 10 times as many elevation measurements as all previous missions combined.  The Moon always keeps the same face to us, but not exactly the same face. Because of the tilt and shape of its orbit, we see the Moon from slightly different angles over the course of a month. When a month is compressed into 12 seconds, as it is in this animation, our changing view of the Moon makes it look like it's wobbling. This wobble is called libration.  The word comes from the Latin for &quot;balance scale&quot; (as does the name of the zodiac constellation Libra) and refers to the way such a scale tips up and down on alternating sides. The sub-Earth point gives the amount of libration in longitude and latitude. The sub-Earth point is also the apparent center of the Moon's disk and the location on the Moon where the Earth is directly overhead.  The Moon is subject to other motions as well. It appears to roll back and forth around the sub-Earth point. The roll angle is given by the position angle of the axis, which is the angle of the Moon's north pole relative to celestial north. The Moon also approaches and recedes from us, appearing to grow and shrink. The two extremes, called perigee (near) and apogee (far), differ by more than 10%.  The most noticed monthly variation in the Moon's appearance is the cycle of phases, caused by the changing angle of the Sun as the Moon orbits the Earth. The cycle begins with the waxing (growing) crescent Moon visible in the west just after sunset. By first quarter, the Moon is high in the sky at sunset and sets around midnight. The full Moon rises at sunset and is high in the sky at midnight. The third quarter Moon is often surprisingly conspicuous in the daylit western sky long after sunrise.  Celestial north is up in these images, corresponding to the view from the northern hemisphere. The descriptions of the print resolution stills also assume a northern hemisphere orientation. To adjust for southern hemisphere views, rotate the images 180 degrees, and substitute &quot;north&quot; for &quot;south&quot; in the descriptions.  Credit: <a href=\"http://svs.gsfc.nasa.gov/index.html\" rel=\"nofollow\">NASA/Goddard Space Flight Center Scientific Visualization Studio</a>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Join us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://web.stagram.com/n/nasagoddard/?vm=grid\" rel=\"nofollow\">Instagram</a></b>"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001861/GSFC_20171208_Archive_e001861~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/jsc2023e058642/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-10-04T00:00:00Z",
            "description": "A view of the TAGSAM (Touch and Go Sample Acquisition Mechanism) from above, showing the Mylar flap with a pile of asteroid material resting on it. This image was created using manual high-resolution precision photography and semi-automated focus stacking procedure. Created using manual high-resolution precision photography and semi-automated focus stacking procedure. Credit: NASA/Erika Blumenfeld & Joseph Aebersold",
            "keywords": [
              "NASA",
              "Johnson Space Center",
              "OSIRIS-REx Mission",
              "Bennu",
              "Asteroid",
              "Sample Return",
              "Astromaterials"
            ],
            "media_type": "image",
            "nasa_id": "jsc2023e058642",
            "photographer": "Erika Blumenfeld & Joseph Aebers",
            "title": "OSIRIS-REx - TAGSAM sample on mylar flap jsc2023e058642",
            "album": ["OSIRIS-REx", "OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/jsc2023e058642/jsc2023e058642~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/XRT20170910_Al_poly_noaxis/collection.json",
        "data": [
          {
            "description": "On Sept. 10, 2017, the Hinode satellite observed an enormous X-class flare burst from an active region on the western edge of the Sun. The video shows the high-energy flare as seen by Hinode's X-Ray Telescope. The emission was so bright that the initial blast caused the detector to saturate. The giant explosion sent a huge cloud of superhot plasma zooming into interplanetary space -- a phenomenon known as a coronal mass ejection. Studying large flares like this one with a variety of instruments is key to understanding exactly what causes these dramatic eruptions, and one day predicting them before they occur.",
            "title": "Hinode Takes an X-Ray of a Powerful Solar Flare",
            "photographer": "JAXA/NASA/Smithsonian Astrophysical Observatory/Montana State University",
            "location": "Sun",
            "nasa_id": "XRT20170910_Al_poly_noaxis",
            "media_type": "video",
            "keywords": [
              "NASA",
              "Marshall Space Flight Center",
              "MSFC",
              "Hinode",
              "x-ray telescope",
              "sun",
              "solar flare"
            ],
            "date_created": "2017-09-10T00:00:00Z",
            "description_508": "On Sept. 10, 2017, the Hinode satellite observed an enormous X-class flare burst from an active region on the western edge of the Sun.",
            "secondary_creator": "JAXA/NASA/Smithsonian Astrophysical Observatory/Montana State University",
            "center": "MSFC"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/XRT20170910_Al_poly_noaxis/XRT20170910_Al_poly_noaxis~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/XRT20170910_Al_poly_noaxis/XRT20170910_Al_poly_noaxis.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Surprisingly_STEM_1080/collection.json",
        "data": [
          {
            "center": "GRC",
            "date_created": "2023-07-10T00:00:00Z",
            "description": "GRC engineer Heather Oravec explains space tires and the STEM path that led to her NASA career. Sample of longer video uploaded to AVAIL for consideration in the Videographer of the Year Award, Production Category.  ",
            "description_508": "Suprisingly STEM -  Space Tire Engineer",
            "keywords": [
              "GRC-2024-CM-0119",
              "Shape Memory Alloy",
              "Space Science",
              "Engineering",
              "SLOPE lab",
              "rovers",
              "STEM",
              "spring tire",
              "VOTY",
              "GRC-2024-CM-0119.2",
              "Videographer of the Year Award Submission",
              "women at GRC"
            ],
            "location": "Cleveland, Ohio",
            "media_type": "video",
            "nasa_id": "Surprisingly_STEM_1080",
            "photographer": "Jim Zunt and Dennis Brown",
            "secondary_creator": "Imaging Technology Center",
            "title": "Surprisingly STEM - Space Tire Engineer 1920x1080 H.264",
            "album": ["2023_NASA_VIdeographer_of_the_Year_Winners"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Surprisingly_STEM_1080/Surprisingly_STEM_1080~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Surprisingly_STEM_1080/Surprisingly_STEM_1080.vtt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Raising_The_American_Flag_Comparison_720p/collection.json",
        "data": [
          {
            "description": "Neil Armstrong and Buzz Aldrin raise the American flag on the moon. The video compares existing footage with the partially restored video. The thumbnail image shows the new footage on the left and the old on the right.",
            "title": "Raising_The_American_Flag_Comparison_720p",
            "photographer": "NASA",
            "location": "Earth's Moon",
            "nasa_id": "Raising_The_American_Flag_Comparison_720p",
            "media_type": "video",
            "keywords": [
              "Neil Armstrong",
              "Buzz Aldrin",
              "Moon",
              "Apollo 11",
              "lunar landing",
              "Earth's Moon",
              "Apollo",
              "Apollo Program"
            ],
            "date_created": "2017-08-03T00:00:00Z",
            "description_508": "Neil Armstrong and Buzz Aldrin raise the American flag on the moon. The video compares existing footage with the partially restored video. The thumbnail image shows the new footage on the left and the old on the right.",
            "center": "HQ"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Raising_The_American_Flag_Comparison_720p/Raising_The_American_Flag_Comparison_720p~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Raising_The_American_Flag_Comparison_720p/Raising_The_American_Flag_Comparison_720p.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/as17-148-22727/collection.json",
        "data": [
          {
            "center": "JSC",
            "title": "View of the Earth seen by the Apollo 17 crew traveling toward the moon",
            "keywords": [
              "APOLLO 17 FLIGHT",
              "APOLLO PROJECT",
              "EARTH (PLANET)",
              "ONBOARD ACTIVITIES",
              "EARTH OBSERVATIONS (FROM SPACE)",
              "PHOTOGRAPHY"
            ],
            "nasa_id": "as17-148-22727",
            "date_created": "1972-12-07T00:00:00Z",
            "media_type": "image",
            "description": "AS17-148-22727 (7 Dec. 1972) --- This view of Earth was seen by the Apollo 17 crew as they traveled toward the moon on their NASA lunar landing mission. This outstanding trans-lunar coast photograph extends from the Mediterranean Sea area to the Antarctica south polar ice cap. This is the first time the Apollo trajectory made it possible to photograph the south polar ice cap. Note the heavy cloud cover in the Southern Hemisphere. Almost the entire coastline of Africa is clearly visible. The Arabian Peninsula can be seen at the northeastern edge of Africa. The large island off the coast of Africa is the Malagasy Republic. The Asian mainland is on the horizon toward the northeast. The Apollo 17 crew consisted of astronauts Eugene A. Cernan, mission commander; Ronald E. Evans, command module pilot; and Harrison H. Schmitt, lunar module pilot. While astronauts Cernan and Schmitt descended in the Lunar Module (LM) to explore the moon, astronaut Evans remained with the Command and Service Modules (CSM) in lunar orbit."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/as17-148-22727/as17-148-22727~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/jsc2023e058643/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-09-27T00:00:00Z",
            "description": "Astromaterials processors Mari Montoya, left, and Curtis Calva, right, use tools to collect asteroid particles from the base of the OSIRIS-REx science canister. Credit: NASA ",
            "keywords": ["OSIRIS-REx"],
            "media_type": "image",
            "nasa_id": "jsc2023e058643",
            "title": "OSIRIS-REx - Sample Collection jsc2023e058643",
            "album": ["OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/jsc2023e058643/jsc2023e058643~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00271/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Venus - Computer Simulated Global View of the Northern Hemisphere",
            "nasa_id": "PIA00271",
            "date_created": "1996-07-18T21:25:34Z",
            "keywords": ["Venus", "Magellan"],
            "media_type": "image",
            "description_508": "The northern hemisphere is displayed in this global view of the surface of Venus as seen by NASA Magellan spacecraft. ",
            "secondary_creator": "NASA/JPL",
            "description": "The northern hemisphere is displayed in this global view of the surface of Venus as seen by NASA Magellan spacecraft.  http://photojournal.jpl.nasa.gov/catalog/PIA00271"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00271/PIA00271~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/NHQ_2020_0914_Observe the moon promo/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "International Observe the Moon Night - Sept. 26 2020",
            "nasa_id": "NHQ_2020_0914_Observe the moon promo",
            "media_type": "video",
            "keywords": [
              "Moon",
              "observe",
              "enthusiast",
              "Observe the Moon Night"
            ],
            "date_created": "2020-09-14T00:00:00Z",
            "description": "On September 26, 2020, Moon enthusiasts and curious people worldwide will come together to celebrate International Observe the Moon Night. Everyone on Earth is invited to learn about lunar science and exploration, take part in celestial observations, and honor cultural and personal connections to the Moon. International Observe the Moon Night occurs annually in September or October, when the Moon is around first quarter ― a great phase for evening observing.   You can join International Observe the Moon Night from wherever you are. Attend or host a virtual or in-person event, or observe the Moon from home. Connect with fellow lunar enthusiasts around the world through our Facebook page, use #ObserveTheMoon on your preferred social media platform, and join the International Observe the Moon Night Flickr group.   Learn more and find program resources on moon.nasa.gov/observe."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2020_0914_Observe the moon promo/NHQ_2020_0914_Observe the moon promo~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2020_0914_Observe the moon promo/NHQ_2020_0914_Observe the moon promo.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/JPL-20240101-WHATSUf-0001-Whats_Up_January_2024/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-12-22T00:00:00Z",
            "description": "What are some skywatching highlights in January 2024?  The year kicks off with the Quadrantid meteors, and some great Moon-planet pairings.  Plus, did you know the stars shift in the sky by four minutes each day?  Additional information about topics covered in this episode of What's Up, along with still images from the video, and the video transcript, are available at https://science.nasa.gov/skywatching/whats-up.",
            "keywords": [
              "Quadrantid meteors",
              "Quadrantids",
              "meteor shower",
              "Venus",
              "Saturn",
              "Jupiter",
              "Mercury",
              "Antares",
              "Arcturus",
              "winter constellations",
              "4-minute-rule",
              "NASA",
              "JPL",
              "Jet Propulsion Laboratory",
              "What's Up",
              "Whats Up",
              "WhatsUp",
              "planets",
              "moon phases",
              "Moon",
              "observing",
              "stargazing",
              "star gazing",
              "skywatching",
              "skywatching for beginners",
              "sky chart",
              "star chart",
              "star party",
              "binoculars",
              "telescope",
              "space",
              "astronomy",
              "stars",
              "amateur astronomy"
            ],
            "media_type": "video",
            "nasa_id": "JPL-20240101-WHATSUf-0001-Whats_Up_January_2024",
            "photographer": "NASA's Jet Propulsion Laboratory",
            "title": "What's Up: January 2024 Skywatching Tips from NASA"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20240101-WHATSUf-0001-Whats_Up_January_2024/JPL-20240101-WHATSUf-0001-Whats_Up_January_2024~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/JPL-20240101-WHATSUf-0001-Whats_Up_January_2024/JPL-20240101-WHATSUf-0001-Whats_Up_January_2024.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/NHQ_2019_0626_Earth Views from the ISS/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "Earth Views from the ISS",
            "nasa_id": "NHQ_2019_0626_Earth Views from the ISS",
            "media_type": "video",
            "keywords": [
              "Earth Views",
              "EarthViews",
              "Earth From Space",
              "Earth from ISS",
              "Earth from International Space Station"
            ],
            "date_created": "2019-06-26T00:00:00Z",
            "description": "Earth Views from the ISS"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2019_0626_Earth Views from the ISS/NHQ_2019_0626_Earth Views from the ISS~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2019_0626_Earth Views from the ISS/NHQ_2019_0626_Earth Views from the ISS.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/S84-27562/collection.json",
        "data": [
          {
            "center": "JSC",
            "title": "STS-11 Extravehicular Activity (EVA)-1 - Astronaut McCandless, Bruce",
            "nasa_id": "S84-27562",
            "date_created": "1984-02-23T00:00:00Z",
            "media_type": "image",
            "description": "S84-27562 (7 Feb. 1984) --- Astronaut Bruce McCandless II, one of two 41B mission  specialists participating in a historical Extravehicular Activity (EVA), is a few meters away from the cabin of the Earth-orbiting space shuttle Challenger in this 70mm frame. This Extravehicular Activity (EVA) represented the first use of a nitrogen-propelled, hand-controlled device called the Manned Maneuvering Unit (MMU), which allows for much greater mobility than that afforded previous spacewalkers who had to use restrictive tethers. Robert L. Stewart later tried out the MMU McCandless is using here, and the two of them tested another similar unit two days later. Inside the spacecraft were astronauts Vance D. Brand, commander; Robert L. Gibson, pilot; and Ronald E. McNair, mission specialist. Photo credit: NASA"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/S84-27562/S84-27562~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/jsc2024e001999/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-10T00:00:00Z",
            "description": "OSIRIS REx curation team attempting to remove the two stuck fasteners that are currently prohibiting the complete opening of the TAGSAM head. Photo Date: January 10, 2024. Location: Bldg. 31 - 2nd Floor - OSIRIS-REx lab. Photographer: Robert Markowitz",
            "media_type": "image",
            "nasa_id": "jsc2024e001999",
            "photographer": "ROBERT MARKOWITZ  NASA-JSC",
            "title": "jsc2024e001999",
            "album": ["OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/jsc2024e001999/jsc2024e001999~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA02210/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Neptune",
            "nasa_id": "PIA02210",
            "date_created": "1999-08-19T14:15:01Z",
            "keywords": ["Neptune", "Voyager"],
            "media_type": "image",
            "description_508": "This contrast enhanced color picture of Neptune was acquired by NASA Voyager 2 on Aug. 14, 1989. As Voyager 2 approached Neptune, rapidly increasing image resolution is revealed striking new details. Bright, wispy clouds are seen overlying the Great Dar",
            "secondary_creator": "NASA/JPL",
            "description": "This contrast enhanced color picture of Neptune was acquired by NASA Voyager 2 on Aug. 14, 1989. As Voyager 2 approached Neptune, rapidly increasing image resolution is revealed striking new details. Bright, wispy clouds are seen overlying the Great Dar"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA02210/PIA02210~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p/collection.json",
        "data": [
          {
            "center": "ARC",
            "date_created": "2022-10-04T00:00:00Z",
            "description": "A new NASA and Durham University simulation puts forth a different theory of the Moon’s origin – the Moon may have formed in a matter of hours, when material from the Earth and a Mars sized-body were launched directly into orbit after the impact. The simulations used in this research are some of the most detailed of their kind, operating at the highest resolution of any simulation run to study the Moon’s origins or other giant impacts.  For more information, please visit https://www.nasa.gov/feature/ames/lunar-origins-simulations",
            "description_508": "A short music and text overlay video simulating a new theory about how the Moon may have been formed",
            "keywords": [
              "moon",
              "origin",
              "planet",
              "earth",
              "planetary formation",
              "durham university",
              "supercomputer simulation",
              "visualization"
            ],
            "location": "NASA's Ames Research Center",
            "media_type": "video",
            "nasa_id": "ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p",
            "photographer": "NASA / Durham University / Jacob Kegerreis",
            "title": "New Supercomputer Simulation Sheds Light on Moon’s Origin"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p/ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p/ARC-20221004-AAV3443-MoonOrigin-Social-NASAWeb-1080p.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/One_Small_Step_Comparison_720p/collection.json",
        "data": [
          {
            "description": "This video shows Neil Armstrong climbing down the lunar module ladder to the lunar surface. The video compares existing footage with the partially restored video. The thumbnail image shows the new footage on the left and the old on the right.",
            "title": "One_Small_Step_Comparison_720p",
            "photographer": "NASA",
            "location": "Earth's Moon",
            "nasa_id": "One_Small_Step_Comparison_720p",
            "media_type": "video",
            "date_created": "2017-08-03T00:00:00Z",
            "description_508": "This video shows Neil Armstrong climbing down the lunar module ladder to the lunar surface. The video compares existing footage with the partially restored video. The thumbnail image shows the new footage on the left and the old on the right.",
            "center": "HQ"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/One_Small_Step_Comparison_720p/One_Small_Step_Comparison_720p~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/One_Small_Step_Comparison_720p/One_Small_Step_Comparison_720p.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/jsc2024m000132_CHAPEA_Mission_1_Egress_Event/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-07-06T00:00:00Z",
            "description": "The four volunteers who have been living and working inside NASA’s first simulated yearlong Mars habitat mission egress their ground-based home on Saturday, July 6. The first Crew Health and Performance Exploration Analog (CHAPEA) mission began in the 3D printed habitat on June 25, 2023, with crew members Kelly Haston, Anca Selariu, Ross Brockwell, and Nathan Jones. For more than a year, the crew simulated Mars mission operations, including “Marswalks,” grew and harvested several vegetables to supplement their shelf-stable food, maintained their equipment and habitat, and operated under additional stressors a Mars crew will experience, including communication delays with Earth, resource limitations, and isolation. NASA is leading a return to the Moon for long-term science and exploration through the Artemis campaign. Lessons learned on and around the Moon will prepare NASA for the next giant leap – sending the first astronauts to Mars. ",
            "keywords": ["CHAPEA Mission 1"],
            "media_type": "video",
            "nasa_id": "jsc2024m000132_CHAPEA_Mission_1_Egress_Event",
            "title": "CHAPEA_Mission_1_Egress_Event"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/jsc2024m000132_CHAPEA_Mission_1_Egress_Event/jsc2024m000132_CHAPEA_Mission_1_Egress_Event~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/jsc2024m000132_CHAPEA_Mission_1_Egress_Event/jsc2024m000132_CHAPEA_Mission_1_Egress_Event.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon/collection.json",
        "data": [
          {
            "center": "GSFC",
            "title": "LRO's Diviner Takes the Moon's Temperature During Eclipse: Librating Moon",
            "location": "Goddard Space Flight Center",
            "nasa_id": "GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon",
            "media_type": "video",
            "keywords": [
              "Moon",
              "LRO",
              "Lunar Reconnaissance Orbiter",
              "Diviner Lunar Radiometer Experiment",
              "DLRE",
              "Planetary Science",
              "Lunar Eclipse",
              "Lunar Surface",
              "Lunar Surface Temperature",
              "Sun",
              "Planets and Moons"
            ],
            "date_created": "2011-06-17T00:00:00Z",
            "description_508": "View of the librating moon.",
            "secondary_creator": "Genna Duberstein, Ernie Wright, Chris Smith, Chris Meaney",
            "description": "During the June 2011 lunar eclipse, scientists will be able to get a unique view of the moon. While the sun is blocked by the Earth, LRO's Diviner instrument will take the temperature on the lunar surface. Since different rock sizes cool at different rates, scientists will be able to infer the size and density of rocks on the moon."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon/GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon/GSFC_20110617_LRO_m10794_Eclipse_Librating_Moon.vtt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA18182/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Uranus as seen by NASA Voyager 2",
            "nasa_id": "PIA18182",
            "date_created": "1986-12-18T00:00:00Z",
            "keywords": ["Uranus", "Voyager"],
            "media_type": "image",
            "description_508": "This is an image of the planet Uranus taken by the spacecraft Voyager 2 in 1986.",
            "secondary_creator": "NASA/JPL-Caltech",
            "description": "This is an image of the planet Uranus taken by the spacecraft Voyager 2 in 1986."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA18182/PIA18182~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e064005/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-10T00:00:00Z",
            "description": "iss070e064005 (Jan. 10, 2024) --- A portion of Mozambique's Bazaruto Archipelago, a national park ceated to protect marine wildlife, on the southern coast of the African nation is pictured from the International Space Station as it orbited 261 miles above.",
            "media_type": "image",
            "nasa_id": "iss070e064005",
            "title": "iss070e064005"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e064005/iss070e064005~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/NHQ201708210100/collection.json",
        "data": [
          {
            "center": "HQ",
            "title": "2017 Total Solar Eclipse",
            "photographer": "(NASA/Aubrey Gemignani)",
            "keywords": [
              "Madras",
              "Oregon",
              "Sun",
              "Total Solar Eclipse",
              "Totality"
            ],
            "location": "Madras, Oregon",
            "nasa_id": "NHQ201708210100",
            "media_type": "image",
            "date_created": "2017-08-21T00:00:00Z",
            "description": "A total solar eclipse is seen on Monday, August 21, 2017 above Madras, Oregon. A total solar eclipse swept across a narrow portion of the contiguous United States from Lincoln Beach, Oregon to Charleston, South Carolina. A partial solar eclipse was visible across the entire North American continent along with parts of South America, Africa, and Europe.  Photo Credit: (NASA/Aubrey Gemignani)",
            "album": ["201708_Total_Solar_Eclipse"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/NHQ201708210100/NHQ201708210100~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/NASA 2024 Onward and Upward/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2023-12-27T00:00:00Z",
            "description": "Landing science on the Moon, demonstrating quiet supersonic aircraft, and launching two new Earth climate satellites, plus a mission to Europa, one of Jupiter's icy moons, are just a FEW of the milestones we have planned for 2024.",
            "keywords": [
              "NASA",
              "Moon",
              "Supersonic Aircraft",
              "Earth Climate",
              "Europa",
              "Jupiter",
              "Satellites",
              "Milestones",
              "2024"
            ],
            "media_type": "video",
            "nasa_id": "NASA 2024 Onward and Upward",
            "title": "NASA 2024: Onward and Upward"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/NASA 2024 Onward and Upward/NASA 2024 Onward and Upward~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/NASA 2024 Onward and Upward/NASA 2024 Onward and Upward.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/Gateway - Orion - Artemis VI/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-11T00:00:00Z",
            "description": "The Orion spacecraft delivers the Crew and Science Airlock (represented here by a government reference design) to the Gateway Space Station on the Artemis VI mission. The Mohammed Bin Rashid Space Centre of the United Arab Emirates will provide the airlock for Gateway, humanity's first space station that will orbit the Moon. ",
            "keywords": [
              "Gateway",
              "airlock",
              "Orion",
              "Artemis",
              "Moon",
              "space station",
              "Crew and Science Airlock",
              "assembly",
              "Artemis VI",
              "VI",
              "Mohammed Bin Rashid Space Centre",
              "MBRSC",
              "Johnson Space Center",
              "JSC"
            ],
            "media_type": "image",
            "nasa_id": "Gateway - Orion - Artemis VI",
            "secondary_creator": "Daniel O'Neal",
            "title": "Gateway - Orion - Airlock - Artemis VI",
            "album": ["Gateway"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/Gateway - Orion - Artemis VI/Gateway - Orion - Artemis VI~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA00123/collection.json",
        "data": [
          {
            "center": "JPL",
            "title": "Earth - Pacific Ocean",
            "nasa_id": "PIA00123",
            "date_created": "1996-01-29T14:44:56Z",
            "keywords": ["Earth", "Galileo"],
            "media_type": "image",
            "description_508": "This color image of the Earth was obtained by NASA’s Galileo spacecraft early Dec. 12, 1990, when the spacecraft was about 1.6 million miles from the Earth.",
            "secondary_creator": "NASA/JPL",
            "description": "This color image of the Earth was obtained by NASA’s Galileo spacecraft early Dec. 12, 1990, when the spacecraft was about 1.6 million miles from the Earth.  http://photojournal.jpl.nasa.gov/catalog/PIA00123"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA00123/PIA00123~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e034016/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-11-30T00:00:00Z",
            "description": "iss070e034016 (Nov. 30, 2023) --- Earth's atmosphere refract's the Moon's light as it sets below the horizon in this photograph from the International Space Station while orbiting 260 miles above the Pacific Ocean.",
            "media_type": "image",
            "nasa_id": "iss070e034016",
            "title": "iss070e034016"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e034016/iss070e034016~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/NHQ_2018_0511_ Mars Helicopter Technology Demonstration/collection.json",
        "data": [
          {
            "album": ["Mars_2020_Perseverance"],
            "center": "HQ",
            "title": "Mars Helicopter Technology Demonstration",
            "nasa_id": "NHQ_2018_0511_ Mars Helicopter Technology Demonstration",
            "media_type": "video",
            "keywords": [
              "NASA",
              "Mars",
              "Mars helicopter",
              "technology",
              "demonstration",
              "test flight",
              "Mars rover",
              "Mars 2020",
              "aircraft",
              "aerial drone",
              "chopper",
              "vertical flight",
              "experimental flight test",
              "whirlybird",
              "rotorcraft"
            ],
            "date_created": "2018-05-11T00:00:00Z",
            "description": "The Mars Helicopter is a technology demonstration that will fly as a secondary payload with the Mars 2020 mission. It will demonstrate the potential of aerial flight on Mars, which may enable more ambitious missions in the future."
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2018_0511_ Mars Helicopter Technology Demonstration/NHQ_2018_0511_ Mars Helicopter Technology Demonstration~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/NHQ_2018_0511_ Mars Helicopter Technology Demonstration/NHQ_2018_0511_ Mars Helicopter Technology Demonstration.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/GSFC_20170621_Eclipse_m12638_PinholeProjector/collection.json",
        "data": [
          {
            "album": ["Solar Eclipse"],
            "description": "You don't necessarily need fancy equipment to watch one of the sky's most awesome shows: a solar eclipse. With just a few simple supplies, you can make a pinhole camera that allows you to view the event safely and easily.   Before you get started, remember: You should never look at the sun directly without equipment that's specifically designed for solar viewing. Do not use standard binoculars or telescopes to watch the eclipse, as the light could severely damage your eyes. Sunglasses also do NOT count as protection when attempting to look directly at the sun.   Stay safe and still enjoy the sun's stellar shows by creating your very own pinhole camera. It's easy!",
            "title": "How to View the Solar Eclipse with a Pinhole Projector",
            "location": "Goddard Space Flight Center",
            "nasa_id": "GSFC_20170621_Eclipse_m12638_PinholeProjector",
            "media_type": "video",
            "keywords": [
              "Safetly",
              "Sun",
              "Eclipse",
              "Earth",
              "Pinhole Projector"
            ],
            "date_created": "2017-06-21T00:00:00Z",
            "description_508": "You don't necessarily need fancy equipment to watch one of the sky's most awesome shows: a solar eclipse.",
            "secondary_creator": "Genna Duberstein, Josh Masters",
            "center": "GSFC"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/GSFC_20170621_Eclipse_m12638_PinholeProjector/GSFC_20170621_Eclipse_m12638_PinholeProjector~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/GSFC_20170621_Eclipse_m12638_PinholeProjector/GSFC_20170621_Eclipse_m12638_PinholeProjector.vtt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e062746/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-10T00:00:00Z",
            "description": "iss070e062746 (Jan. 10, 2024) --- The city lights of North America appear under Earth's airglow and a starry night sky in this photograph from the International Space Station as it orbited 262 miles above North Dakota.",
            "media_type": "image",
            "nasa_id": "iss070e062746",
            "title": "iss070e062746"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e062746/iss070e062746~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/Artemis Onward to the Moon/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-01-09T00:00:00Z",
            "description": "With Artemis missions, NASA will land the first woman and first person of color on the Moon, using innovative technologies to explore more of the lunar surface than ever before. We will collaborate with commercial and international partners and establish the first long-term presence on the Moon. Then, we will use what we learn on and around the Moon to take the next giant leap: sending the first astronauts to Mars.  ",
            "keywords": [
              "NASA",
              "Artemis",
              "Moon",
              "Mars",
              "Innovative Technologies",
              "First Person of Color on the Moon",
              "First Woman on the Moon"
            ],
            "media_type": "video",
            "nasa_id": "Artemis Onward to the Moon",
            "title": "Artemis: Onward to the Moon"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/Artemis Onward to the Moon/Artemis Onward to the Moon~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/Artemis Onward to the Moon/Artemis Onward to the Moon.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e035893/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-12-04T00:00:00Z",
            "description": "iss070e035893 (Dec. 4, 2023) --- Islands along the Greek coast and the Ambracian Gulf (upper left) are pictured from the International Space Station as it orbited 261 miles above the Ionian Sea.",
            "media_type": "image",
            "nasa_id": "iss070e035893",
            "title": "iss070e035893"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e035893/iss070e035893~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e060613/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-09T00:00:00Z",
            "description": "iss070e060613 )Jan. 9, 2024) --- Perth, the capital of Western Australia with a population of 2.2 million on the coast of the Indian Ocean, is pictured from the International Space Station orbited 263 miles above. The Canning River merges with the Swan River before exiting into the Indian Ocean.",
            "media_type": "image",
            "nasa_id": "iss070e060613",
            "title": "iss070e060613"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e060613/iss070e060613~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/PIA26271/collection.json",
        "data": [
          {
            "center": "JPL",
            "date_created": "2023-12-22T00:00:00Z",
            "description": "This image of the star-forming region Rho Ophiuchi was taken in 1983 by the Infrared Astronomical Satellite (IRAS), the first infrared telescope ever launched into Earth orbit. Infrared light refers to wavelengths slightly longer than what human eyes can see. Most infrared wavelengths are blocked by Earth's atmosphere, so infrared space telescopes are essential for observing the full breadth of infrared light from cosmic sources. Rho Ophiuchi's thick clouds of gas and dust block visible light, but IRAS' infrared vision made it the first observatory to be able to pierce those layers to reveal newborn stars nestled deep inside.  https://photojournal.jpl.nasa.gov/catalog/PIA26271",
            "description_508": "Clouds of gas and dust in space &ndash; like Rho Ophiuchi, shown here &ndash; mostly radiate infrared light. IRAS, imaged the region in 1983 and revealed previously hidden features, including newly forming stars nestled deep inside the dust.",
            "media_type": "image",
            "nasa_id": "PIA26271",
            "secondary_creator": "NASA/JPL-Caltech",
            "title": "Rho Ophiuchi Imaged by IRAS"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/PIA26271/PIA26271~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-12-29T00:00:00Z",
            "description": "El astronauta de la NASA Frank Rubio muestra la sección de la Estación Espacial Internacional desde donde se accede al espacio: la esclusa de aire Quest. Quest es un módulo presurizado con dos compartimentos: la cámara de equipamiento, con los sistemas necesarios para el mantenimiento y reacondicionamiento de los trajes, y la esclusa de la tripulación, desde donde los astronautas salen de la estación para realizar caminatas espaciales. Mira el recorrido completo de la estación espacial: https://youtu.be/0JU4z-iLmGQ  English Translation: NASA astronaut Frank Rubio shows the section of the International Space Station from which astronauts gain access to space: the Quest airlock. Quest is a pressurized module with two compartments: the equipment chamber, with the systems necessary for suit maintenance and refurbishment, and the crew airlock, from which astronauts exit the station for spacewalks. See Frank’s full tour of the spacestation here:  https://youtu.be/0JU4z-iLmGQ ",
            "keywords": [
              "Frank Rubio",
              "International Space Station",
              "Airlock",
              "Spacewalks",
              "EVA",
              "Spanish"
            ],
            "media_type": "video",
            "nasa_id": "jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4",
            "title": "Una puerta al espacio  (A Door to Space- Spanish)"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4/jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4/jsc2023m000217_Frank Rubio_Airlock Tour_Spanish_Una puerta al espacio_HighQuality1080p_MP4.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/14520_TSEBroadcastTrailer_YT/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-02-09T00:00:00Z",
            "description": "On April 8, 2024, a total solar eclipse will travel through Mexico, cross the United States from Texas to Maine, and exit North America along Canada’s Atlantic coast.  A total solar eclipse occurs when the Moon passes between the Sun and Earth and briefly covers the full disk of the Sun. This reveals the Sun’s wispy, white outer atmosphere, called the corona.  Not in the path of the eclipse? Watch with NASA from anywhere in the world. We will provide live broadcast coverage on April 8 from 1:00 p.m. to 4:00 p.m. EDT (1700 to 2000 UTC) on NASA TV, NASA.gov, the NASA app, and right here on YouTube: go.nasa.gov/3OI7nLF   Weather permitting, people throughout most of North and Central America, including all of the contiguous United States, will be able to view at least a partial solar eclipse. A partial solar eclipse is when the Moon only covers part of the Sun. People in Hawaii and parts of Alaska will also experience a partial solar eclipse. Click here to learn more about when and where the solar eclipse will be visible: go.nasa.gov/Eclipse2024Map  WARNING: Except during the brief total phase of a total solar eclipse, when the Moon completely blocks the Sun’s bright face, it is not safe to look directly at the Sun without specialized eye protection for solar viewing. Indirect viewing methods, such as pinhole projectors, can also be used to experience an eclipse. For more on how to safely view this eclipse: go.nasa.gov/Eclipse2024Safety  Learn more about the upcoming total solar eclipse: go.nasa.gov/Eclipse2024",
            "keywords": [
              "Total Solar Eclipse",
              "Solar",
              "Eclipse",
              "2024 Eclipse"
            ],
            "media_type": "video",
            "nasa_id": "14520_TSEBroadcastTrailer_YT",
            "secondary_creator": "Credit: NASA Producer: Beth Anthony Music: “Fallout Instrumental” by Christopher James Brett [PRS] via Universal Production Music",
            "title": "2024 Total Solar Eclipse: Through the Eyes of NASA Official Trailer",
            "album": ["2024_Total_Solar_Eclipse"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/14520_TSEBroadcastTrailer_YT/14520_TSEBroadcastTrailer_YT~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/14520_TSEBroadcastTrailer_YT/14520_TSEBroadcastTrailer_YT.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/iss070e035253/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-12-04T00:00:00Z",
            "description": "iss070e035253 (Dec. 4, 2023) --- The waning gibbous Moon is pictured just above Earth's horizon in this photograph from the International Space Station as it orbited 262 miles above a cloudy central Asia.",
            "media_type": "image",
            "nasa_id": "iss070e035253",
            "title": "iss070e035253"
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/iss070e035253/iss070e035253~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/jsc2024e002001/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2024-01-10T00:00:00Z",
            "description": "OSIRIS REx curation team attempting to remove the two stuck fasteners that are currently prohibiting the complete opening of the TAGSAM head. Photo Date: January 10, 2024. Location: Bldg. 31 - 2nd Floor - OSIRIS-REx lab. Photographer: Robert Markowitz",
            "media_type": "image",
            "nasa_id": "jsc2024e002001",
            "photographer": "ROBERT MARKOWITZ  NASA-JSC",
            "title": "jsc2024e002001",
            "album": ["OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/jsc2024e002001/jsc2024e002001~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/CLPS Overview Video Final/collection.json",
        "data": [
          {
            "center": "HQ",
            "date_created": "2024-01-04T00:00:00Z",
            "description": "Producers: Jessica Wilde, Scott Bednar Editor: Matthew Schara",
            "keywords": [
              "CLPS",
              "Commerical Lunar Paylod Services",
              "NASA",
              "Moon"
            ],
            "media_type": "video",
            "nasa_id": "CLPS Overview Video Final",
            "title": "CLPS Overview "
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/CLPS Overview Video Final/CLPS Overview Video Final~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/CLPS Overview Video Final/CLPS Overview Video Final.srt",
            "rel": "captions"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/image/jsc2023e058644/collection.json",
        "data": [
          {
            "center": "JSC",
            "date_created": "2023-10-04T00:00:00Z",
            "description": "Astromaterials processor Mari Montoya and OSIRIS-REx curation team members set the TAGSAM (Touch and Go Sample Acquisition Mechanism) down in the canister glovebox after removing it from the canister base and flipping it over. Credit: NASA/ Kimberly Allums",
            "keywords": ["OSIRIS-REx"],
            "media_type": "image",
            "nasa_id": "jsc2023e058644",
            "title": "OSIRIS-REx - Flipping the TAGSAM jsc2023e058644",
            "album": ["OSIRIS-REx", "OSIRIS-REx-Curation"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/image/jsc2023e058644/jsc2023e058644~thumb.jpg",
            "rel": "preview",
            "render": "image"
          }
        ]
      },
      {
        "href": "https://images-assets.nasa.gov/video/KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov/collection.json",
        "data": [
          {
            "center": "KSC",
            "date_created": "2024-06-25T00:00:00Z",
            "description": "NASA provided live coverage the launch of the National Oceanic and Atmospheric Administration’s (NOAA) GOES-U (Geostationary Operational Environmental Satellite U) mission. GOES-U, the final addition to GOES-R series, will help us prepare for two kinds of weather — Earth and space weather. GOES satellites serve a critical role in providing continuous coverage of the Western Hemisphere, including monitoring tropical systems in the eastern Pacific and Atlantic Oceans. This continuous monitoring aids scientists and forecasters in issuing timely warnings and forecasts, to help protect the one billion people who live and work in the Americas.",
            "location": "LC-39A",
            "media_type": "video",
            "nasa_id": "KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov",
            "photographer": "NASA/Chris Chamberland",
            "secondary_creator": "NASA/Amber Notvest",
            "title": "GOES-U Isolated Launch and Landing Views",
            "album": ["SpaceX_GOES_U"]
          }
        ],
        "links": [
          {
            "href": "https://images-assets.nasa.gov/video/KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov/KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov~thumb.jpg",
            "rel": "preview",
            "render": "image"
          },
          {
            "href": "https://images-assets.nasa.gov/video/KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov/KSC-20240625-MH-AJN01-0001-GOES_U_Isolated_Launch_and_Landing_Views-M7629.mov.vtt",
            "rel": "captions"
          }
        ]
      }
    ]
  }
}
